{
  "Introduction": "Kalau mau meningkatkan alat, kamu harus membawa bijih yang tepat.#$e#Dan tentunya, kau juga harus membayarku.",
  "Resort_Entering": "Aku akan pakai celana pendek merahku. Warna merah seharusnya mencolok.",
  "Resort_Leaving": "Wah, tadi tidak sesuai dengan dugaanku...",
  "Resort_Shore": "Oh tidak... Aku lupa memotong kuku kakiku.$s",
  "Resort_Shore_2": "Kukira setelah terbiasa dengan panasnya tungku pembakaran aku bisa melawan panas ini, tapi ternyata keringatku lebih banyak.$s#$e#Semoga nggak ada yang tahu...#$e#%Tubuh Clink berkilauan...",
  "Resort_Chair": "Aw... badanku gosong.$s",
  "Resort_Bar": "Aku lapar...$s",
  "Resort": "*hahh*... Kita semua ada di pantai tapi entah kenapa aku merasa kesepian...$s",
  "reject_868": "Hmm... Itu batu yang menarik, baru kali ini aku melihatnya.#$b#Tapi aku tak tahu harus diapakan batunya. Aku hanya bisa mengatasi batu biasa, bukan batu sihir...",
  "cc_Minecart": "Entah bagaimana sistem kereta tambang di kota berfungsi lagi. Dengan itu kita bisa mudah keluar masuk tambang.#$b#Jangan terlalu senang dulu... kalau bisa mendadak pulih, pasti bisa mendadak rusak lagi...",
  "Mon": "Yap. Aku pandai besi.#$e#Ayahku juga pandai besi.#$e#Kakekku juga pandai besi.$u#$q 9/9 Mon_old#Coba tebak apa pekerjaan kakek buyutku?#$r 9 30 Mon_9#Pandai besi.#$r 9 50 Mon_clown#Badut konyol.#$r 9 -50 Mon_rude#Orang kurangajar.",
  "Mon_old": "Benar, kakek buyutku juga pandai besi.",
  "Mon_9": "Kok kamu tahu?$u",
  "Mon_clown": "Hahahaha. Tebakan bagus.$h",
  "Mon_rude": "Wow. Mulutmu kasar. Aku cuma bercanda tapi kamu terlalu serius menanggapinya.",
  "Mon4": "Senanglah karena jadi petani, @. Lebih baik kerja di luar daripada di depan tungku pembakaran sepanjang hari.#$e#Aku jadi pandai besi karena dorongan ayahku.",
  "Tue": "Kalau mau mmeningkatkan peralatan, kamu harus memberiku bijih yang tepat.#$e#Tentunya kamu juga harus membayarku.",
  "Wed": "Hei. Ada yang bisa dibantu?",
  "Wed6": "Oh, hai @. Maaf aku kotor. Dari pagi aku kerja di depan tungku.$h#$e#Jadi, kamu butuh sesuatu atau cuma ingin menyapa?",
  "Thu": "Belakangan ini bisnis lagi seret.#$e#Ada alat yang ingin kau tingkatkan nggak? Aku lagi butuh uang.",
  "Fri": "Cuaca nggak berpengaruh kepadaku. Aku selalu di dalam toko sepanjang tahun.#$e#Menyedihkan, ya?",
  "Sat": "Kadang aku penasaran gimana aku bisa ada di kota ini.$u",
  "Sat6": "Sial, aku terlalu tua untuk melakukan hal-hal seru. Yang menantiku hanyalah pekerjaan di dekat perapian dalam beberapa tahun.",
  "Sun": "Kamu lagi nggak ada kerjaan?",
  "Sun4": "Gimana keadaan alat-alatmu, masih awet?",
  "event_advice1": "Oke... Akan kuingat itu.",
  "event_advice2": "Itu dia masalahnya... Aku sudah bersikap biasa... tapi aku tidak pernah berhasil.$s",
  "summer_Mon4": "Bersyukurlah jadi petani, @. Lebih baik kerja di luar daripada kerja di depan tungku setiap hari.#$e#Aku jadi pandai besi karena disuruh ayahku.",
  "summer_Wed6": "Oh, hai @. Maaf aku kotor. Dari pagi aku kerja di depan tungku.$h#$e#Jadi, kamu butuh sesuatu atau cuma ingin menyapa?",
  "summer_Thu": "Belakangan ini bisnis lagi seret.#$e#Ada alat yang ingin kau tingkatkan nggak? Aku lagi butuh uang."
}