{
    "Introduction": "Hei, untuk seorang manusia, kamu cukup hebat dalam menambang.",
    "AcceptBirthdayGift_Positive": "Oh! I've read about this tradition... it's a 'birthday gift', isn't it? Hmm, very interesting...",
    "AcceptBirthdayGift_Negative": "Oh! I've read about this tradition... it's a 'birthday gift', isn't it?#$b#So, is it part of the tradition to give out garbage like this?",
    "GreenRain": "I can't see the color green very well.#$b#I guess it's part of living underground for so long.",
    "AcceptGift_(O)StardropTea": "*sniff*... is this milk? *sip*... hmm... tastes good.",
    "Mon": "Aku dapat barang-barang ini dari permukaan. Kuambil dari manusia saat malam hari.#$e#Hmm? Apa itu \"properti pribadi\"?",
    "AcceptGift_milk_item": "Ah, 'milk'... *slurp*... How interesting. Remind me, again... where exactly does this juice come from?#$b#...!!! *sploosh*",
    "Tue": "Ah... rebusan wortel gua, wortel gua panggang, sup wortel gua dan wortel gua dengan parutan keju.#$e#...Dan sebuah brulee wortel gua yang enak di malam hari.#$e#Apa?",
    "firstVisit_IslandNorth": "If you enter the volcano on Ginger Island, you might encounter others like me. Don't be alarmed! We're peaceful with humans.",
    "mineArea_121": "You know, you're pretty good at mining, for a human.",
    "fishCaught_158": "Oh, you caught a Stonefish? I know them very well. We sometimes keep them as pets.",
    "fishCaught_161": "Oh, you caught an Ice Pip? They're energetic little fish, despite the frigid environment they live in. My people avoid the frozen areas, though... too cold!",
    "fishCaught_162": "Oh, you caught a Lava Eel? Very good! Lava Eel fishing is a big part of our culture. They're considered a delicacy!",
    "firstVisit_Caldera": "You found the legendary Dwarvish Forge? Incredible... I've never seen it, myself.#$e#The machinery is so old, none of my people understand how it works. But it's definitely Dwarvish technology.",
    "Wed": "Hei, mau beli sesuatu?",
    "Wed_6": "Dahulu kala, bangsaku tau rahasia teknologi canggih. Bukti arkeolog membenarkan hal itu.#$e#Tapi darimana datangnya itu? Dan ke mana semuanya? Beberapa pertanyaan memang sulit dijawab...",
    "Thu_4": "Aku merasa paling nyaman di bawah tanah.#$e#Semakin dalam semakin baik.",
    "Fri": "Kau belum pernah melihat Dwarf sebelumnya, ya?",
    "Sat_8": "Tambang bisa jadi tempat yang berbahaya. Hati-hati, kawan.",
    "Sat": "Tambang sangat berbahaya. Kenapa tidak beli sesuatu dariku untuk jaga-jaga?",
    "Sun": "Suatu hari kau harus ceritakan minuman yang biasa kau sebut \"susu\" itu.",
    "Thu": "Kau bukan mata-mata yang dikirim kaum Shadow People, kan?#$e#Aku akan terus mengawasimu.",
    "Fri_2": "Kebanyakan manusia takut pada hal yang belum dipahami... karena itulah aku sembunyikan tokoku di sini.#$e#Kemampuan menambangmu membuatku percaya padamu."
}