{
    "Introduction": "Halo! Perkenalkan, aku Gus, pemilik dari Stardrop Saloon.#$e#Mampirlah kalau ingin beristirahat. Aku selalu menyediakan kopi panas dan bir dingin.$h",
    "AcceptGift_(O)StardropTea": "Oh wow, thank you! I'm tempted to drink all of it, but I'm going to save some for the saloon. I bet I could make an interesting cocktail with this!",
    "AcceptGift_category_cooking": "*sniff*... Ah. Exquisite cuisine. You know what I like, @.$h",
    "accept_865": "*endus* endus* ... bau tajam ini!#$b#*sruput* *sruput* ... rasa unik ini! Dan tekstur ini!#$b#Apalagi kalau bukan Gourmet Tomato Salt! Akan kubeli.",
    "GreenRain": "I saw the weather report last night. It really gave me a scare!$s#$e#Are there monsters out there? What's happening?",
    "GreenRainFinished": "I'm glad that's over. Running the saloon is enough to worry about, I don't need exotic weather in my life!",
    "GreenRain_2": "*sniff*... These rains have a particular smell. Have you noticed? Almost like freshly minced herbs...",
    "cropMatured_256": "Lewis tells me your tomatoes have ripened. That's great news!#$b#...Just imagine what the culinary world would be like without tomatoes...",
    "eventSeen_502969": "It's important to me that people can eat healthy, delicious meals. Unfortunately, in today's world, that's not so easy for everyone.",
    "married": "Hey @, just want to say that I'm happy for you and %spouse.",
    "dating_Emily_memory_oneweek": "Emily has a real pep in her step lately... I wonder why? *wink*",
    "divorced_once": "Hey, I'm sorry to hear about the break-up...$s#$e#If you need company, you're always welcome at the Saloon.",
    "divorced_twice": "Another failed marriage? Well, it happens. Guess I'll be seeing you at the Saloon more often...$s",
    "eventSeen_3206194": "Hey, you really pulled through with those eggs. The omelet turned out great, thanks to you!",
    "Resort_Entering": "Hei, @! Senang kau disini. Aku akan memberimu 'barang bagus' di belakang saloon.",
    "Resort_Leaving": "Sampai jumpa di kota, @.",
    "Resort": "Temui aku di saloon kalau kau butuh minuman.",
    "IslandSouth_14_21": "Hei, butuh minuman? Aku punya minuman spesial yang kubuat dari produk lokal pulau ini.$h",
    "willyCrabs": "Ini mungkin kue kepiting terbaik yang pernah kubuat...",
    "Mon": "Ya, aku tahu banyak soal warga di sini.#$e#Itulah keuntungan menjadi bartender.$h#$e#Kadang aku juga mendengar yang tak perlu...",
    "pamHouseUpgrade": "Hei. Aku dengar apa yang kau perbuat untuk Pam. Itu perbuatan baik!$h#$e#Sayangnya, kupikir itu tidak akan mempengaruhi kebiasaan minumnya...",
    "pamHouseUpgradeAnonymous": "Aku tadi bertemu Pam... dia tersenyum sangat lebar! Ia bilang seseorang membelikannya rumah baru!#$e#Siapapun itu, dia pantas dapat balasan terbaik!$h",
    "Saloon": "Selamat malam. Ada yang bisa dibantu?",
    "Saloon4": "Selamat malam. Carilah temmpat yang nyaman.",
    "SeedShop_Entry": "Hai, Pierre!/Nah, tadi aku mau beli apa.../Ah, itu terlihat bagus!/Malam ini aku membuat saus istimewaku!/Pierre! Apa yang segar hari ini?",
    "Saloon8": "Hai @. Senang bertemu denganmu! Kau selalu disambut di sini.",
    "Saloon_Tue": "Hai! Silakan menikmati.",
    "Saloon_Thu": "Hei, kau sepertinya butuh minum.",
    "Saloon_Fri": "Malam ini bisnis sangat ramai. Aku lega.",
    "Tue": "Aku menjual hidangan yang berbeda tiap minggu, jadi sering-seringlah mengeceknya!#$e#Mungkin ada menu yang akan membuatmu terkesima.$h#$e#Bilang saja kalau punya alergi.$s#$e#Oke, sampai bertemu lagi.",
    "Wed": "Emily sudah lama bekerja di sini. Aku tidak tahu apa jadinya jika tanpa dia!#$e#Aku benci membersihkan semua gelas itu.$s",
    "Thu": "Pam dan Clint ke saloon hampir setiap malam.#$e#Mungkin aku akan bangkrut kalau mereka berhenti datang.$h#$e#Jadi jangan sampai mengusir mereka, ya!",
    "Thu6": "Clint hampir datang ke saloon tiap malam dan duduk di kursi yang sama.#$e#Kadang-kadang dia memandang Emily dengan tatapan gugup. Hmmm.#$e#Mungkin itu alasannya sering ke sini. Ah, yang penting bisnisku ramai.",
    "Thu8": "Pam datang ke saloon hampir tiap malam dan minum banyak sekali bir.#$e#Ah, seharusnya aku tidak mengumpati pelangganku.",
    "Fri": "Hai @. Kalau haus, mampirlah ke Stardrop Saloon.",
    "Fri4": "Aku sebenarnya jarang minum-minum. Aku melakukan ini untuk mencukupi hidup.#$e#Tapi aku selalu menikmati minuman dari Stardew Valley.",
    "Sat": "Apakah kau pandai memasak @?#$e#Kalau punya dapur dan sejumlah resep, kau bisa membuat hidangan yang nikmat.#$e#Hidangan buatan sendiri juga cocok sebagai hadiah.",
    "Sun": "Bisnisku cukup stabil berkat pelanggan setiaku."
}