{
    "SpouseStardrop": "I wanted to give you this as a 'thank you' for letting me live here with you.$h",
    "4_*": "...Have you encountered others like me, in the mines? I'm sorry if they were hostile towards you. You see, we've learned to fear humans... there have been too many... unpleasant encounters.#$e#You haven't... slain any of my friends, have you?",
    "AcceptBirthdayGift_Positive": "Oh, a gift to remember the day that I hatched! Thank you!$h",
    "GreenRain": "The flow of water has been unusually strong today... what's going on up there?",
    "AcceptBirthdayGift_Negative": "Oh... is this what you call a 'birthday present'? I don't understand humans...$s",
    "AcceptGift_(O)StardropTea": "Is that Stardrop Tea? Thank you! One drop makes my room smell good for the whole day.",
    "AcceptGift_(O)Book_Void": "Hey, look! All my friends are in here!$h#$b#Wait a minute, is that me...?$7",
    "AcceptGift_(O)879": "A gift of lovely perfume? Oh, @... I'm blushing, but you probably can't notice...$4",
    "AcceptGift_(O)308": "This smells delicious! I'll eat half, and use the other half to moisturize my body...$h",
    "8_*": "A 1000 year war between my people and the dwarves recently ended. There's still a lot of resentment on both sides.",
    "15_*": "Please keep my location a secret. If the dwarves knew of me, they'd surely send an assassin.",
    "18_*": "I try not to make too much noise down here. Imagine if the townspeople heard my weird sounds coming from the sewer drain...",
    "Fri": "...",
    "eventSeen_691039": "...I'm a little bruised, but I'm okay.",
    "reject_868": "Oh, sebuah Arctic Shard! Item magis yang sangat langka.#$b#Kalau aku, aku akan memberinya pada Penyihir!",
    "Wed": "Aku menemukan benda-benda ini. Mau beli sesuatu?",
    "Wed6": "Kalau kau mendengar di pipa yang tepat, kau bisa mendengar rumah manapun dari bawah sini.#$b#Tapi aku tidak akan menguping!$3",
    "Thu": "Jangan beritahu siapapun tentangku.#$b#Manusia suka menghancurkan hal yang mereka tidak pahami.",
    "Thu6": "Jangan beritahu siapapun tentangku.#$b#Kebanyakan manusia takut dengan Shadow People... Mungkin itu yang terbaik.$s#$b#Lagipula, jika warga kota tahu tentangku, aku tidak akan aman disini.",
    "Tue": "Aku sangat sensitif terhadap sinar matahari.#$b#Kondisi di sini sempurna.#$e#Mau beli sesuatu?",
    "Mon": "Tolong, jangan kaget. Aku berbeda dari yang lain.#$e#Aku telah menghabiskan banyak waktu mengamati manusia. Mau lihat daganganku?",
    "Mon2": "Kembali lagi? Kurasa teoriku akan perilaku manusia benar.",
    "Mon6": "'Krobus' berarti 'penyeberang-jembatan' dalam bahasa kami.",
    "Sat": "Pada hari Jumat, aku berdiam diri sebagai tanda pengabdian kepada Yoba.",
    "Sat4": "I'd love to see more of the outside world, but it wouldn't be safe for me.$s",
    "Sat8": "I'll never know what it's like to be human... but talking to you, I feel like I understand it a little.",
    "Sun": "...Maaf, aku masih sedikit waspada manusia. Tapi, tokoku masih terbuka untukmu.",
    "Sun4": "Kau tidak seperti manusia lainnya.",
    "Sun8": "Kau telah membuka mataku ke dunia manusia. Aku hargai itu.",
    "divorced": "..."
}