{
    "Mon": "Aku tidak kenal kau. Kenapa kau mengajakku bicara?",
    "AcceptBirthdayGift_Loved": "Oh, is it my birthday? I was hoping I'd forget.#$b#This is actually really nice, though. Thank you.$h",
    "AcceptBirthdayGift_Liked": "Oh, is it my birthday? That's right... I almost forgot. Thanks.",
    "GreenRain": "I don't have to go into work today, so I'm not complaining...",
    "GreenRain_2": "Oh, there's some kind of weird weather today? I didn't notice.",
    "AcceptGift_(O)StardropTea": "Heh... thanks. Tastes just like beer.",
    "FlowerDance_Accept": "Um... sure.#$e#I'd better stop eating...",
    "AcceptGift_(O)203": "Oh, you made it? *squish*... Um... *smack*... I think I'll stick to frozen pizza. But thanks.",
    "eventSeen_611944_memory_oneweek": "Have you tried the new Joja Bubblerito? I ate two in one sitting yesterday, that was a mistake...",
    "dating_Shane": "I... wasn't really expecting this, after all I've put you through...",
    "dating_Shane_memory_oneday": "I think I might be the luckiest guy in the world... $h",
    "eventSeen_3910975": "Sorry you had to see me like that, @...$s",
    "eventSeen_3910975_memory_oneweek": "I'm trying to cut back on the drinks... it's not going to be easy.",
    "Resort_Entering": "Buh... Kuharap saloon nya buka.",
    "Resort_Leaving": "Hmm... Supplai Vitamin D tahunanku sudah terpenuhi. Sekarang aku bisa bermain game sampai akhir tahun.",
    "Resort_Shore": "Yap... Aku tidak mengenakan alas kaki apapun.#$b#Orang bilang kalau itu berbahaya.#$b#Tapi lihat kepiting disini, tidak ada yang pakai alas kaki.$h",
    "Resort_Chair": "Hoo... Sangat nyaman istirahat disini.#$b#Kalau ada yang mencariku, bilang sedang mengasinkan diri disini.",
    "Resort_Bar": "Whew... segelas minuman dingin terasa menyegarkan...#$e#Atau mungkin harus beberapa gelas...",
    "Resort": "Oke, pasir disini sangat panas. Aku menyesal tidak pakai alas kaki.$s",
    "FlowerDance_Accept_Spouse": "Dance? Hoo-boy. Okay... let me chug a few more of these first...",
    "FlowerDance_Decline": "...No.$s",
    "pamHouseUpgrade": "Kudengar kau memberi Pam sebuah rumah... Kau sungguh dermawan...#$b#Kau tau, aku sedang butuh beberapa ratus ribu...#$e#*ahem* ...ah ...Hanya bercanda. ...Heh.",
    "pamHouseUpgradeAnonymous": "Kudengar seseorang memberi Pam sebuah rumah... *Hah~*... Apa yang telah Pam lakukan hingga dapat hadiah seperti itu??",
    "divorced": "...$a#$e#...Tinggalkan aku sendiri.$a",
    "breakUp": "*glek* Oh... Ya, oke... Entah kenapa aku tau ini akan terjadi.$s#$b#Jadi... uh... sampai jumpa di saloon.",
    "dumped_Guys": "%Tatapan Shane penuh kesedihan. Ia tidak ingin bicara denganmu.",
    "secondChance_Guys": "Aku tidak mengerti pemikiranmu... *Hah~*...",
    "Mon2": "Sungguh. Aku tidak kenal kau. Kenapa kau mengajakku bicara?",
    "Mon4": "Maaf, aku sangat menjengkelkan saat kita pertama ali bertemu.#$e#Aku butuh waktu agar bisa mengenal orang asing.",
    "Mon6": "I'll be honest, I still can't understand why you'd want to be friends with me.||Life isn't fair, and I can't help but feel bitter about it.",
    "Mon10": "Apa kau pernah merasa, dunia sepertinya melihatmu seperti seeokor serangga menjijikan?",
    "Tue": "Apa? Apa maumu? Pergi sana!",
    "Tue2": "Apa yang ingin kau inginkan dariku? Uang? Aku akan memberimu uang jika kau menginggalkankanku sendiri!",
    "Tue4": "Setiap kali aku mencoba hal baru, aku selalu salah. Kau mngajariku arti pertemenan.",
    "Tue6": "Hidup itu mudah... apalagi jika ada Pizza dan Telur. hehehe...$u",
    "Tue8": "We should go to a Tunnelers game some time. When I go by myself, I usually drink way too much beer.",
    "Tue10": "I need to keep it together for Jas' sake. I don't want to be a bad role model for her.||I'm kind of like a father figure to Jas. I just hope I haven't let her down too much.$s",
    "Wed": "Maaf, aku tidak punya waktu ngobrol denganmu.",
    "Wed8": "IAku telah lama tinggal denga Marnie dan Jas. Kita sering berkumpul tapi aku rasa kita seperti kularga yang aneh.#$e#Saat aku kecil aku tidak punya banyak keluarga.$s",
    "Wed4": "$d Joja#*hahh* ...Setiap hari sama saja. Merapikan rak, pergi ke saloon, minum minuman setiap malam.$s|Aku benci pekerjaanku di JojaMart, tapi aku tidak ingin dipecat.$s",
    "Thu": "Apa maumu? Tinggalkan aku!",
    "Thu4": "Kau sangat gigih. Aku terkesan jika semua orang tertarik kepadaku.",
    "Thu6": "Buh... mana Joja Colaku?",
    "Thu8": "Kau suka berbicara denganku? Aku mempercayaimu... mungkin kita sama-sama aneh.$h",
    "Fri": "Kau tidak punya perkerjaan?",
    "JojaMart": "%Shane sedang bekerja. Sepertinya ia tidak ingin bicara.",
    "Fri4": "$d Joja#Apa inti dari pekerjaan?|Aku tidak pernah membayar sewa, tapi Marnie' memperbolehkannya. Aku beruntung.",
    "Fri6": "Aku akan ke saloon nanti malam. Apa kau akan kesana?",
    "Fri8": "Buh... Can you imagine how disgusting my liver must look?$s#$e#My body feels twenty years older than it should...$s",
    "Fri10": "My body hurts a lot less since I cut back on the booze.#$e#But it still feels like I'm always teetering on the edge...$s",
    "Sat": "Kenapa kau mengikutiku? Aku ingin sendiri.",
    "Sat2": "#$1 ShaneJOSH#Aku kaget kau masih ingin berteman denganku. Apa aku masih terlihat kasar padamu?#$e#*hahh*...$s",
    "Sat4": "$d Joja#Marnie menyewakan kamarnya dengan haga murah. Kamarnya kecil tapi tidak masalah.|Jika aku bisa berreinkarnasi mungkin aku ingin jadi ayam. Aku suka sekali telur.",
    "Sat8": "Aku senang merawat ayam milik Marnie.$h",
    "Sat10": "Your farm seems like a great place to raise chickens.$h",
    "Sun": "Aku sibuk, kau tidak paham?",
    "Sun2": "Kau lagi? Sudah berapa kali aku peringatkan, aku ingin sendiri?$s",
    "Sun4": "Hmm... sekarang jam %time. Apa aku harus membuah pizza atau harus menunggu?$u",
    "Sun6": "...Aku pikir aku harus seedikit lebih gemuk.$s",
    "Sun8": "Jika aku menonton TV mungkin aku bisa melupakan hidup. Itu caraku bersantai.$u",
    "Sun10": "Hai, @. Hariku sangat menyenangkan.$h",
    "event_room1": "Okey... itu butuh script yang bagus. Mungkin aku bisa bertanya ke Elliott besok jika aku bertemu dia di saloon.$s",
    "event_room2": "Kedengarannya bagus. Aku akan memberikan efek khusus agar terlihat keren.",
    "event_noLoan1": "Aku baru tau kalau kau orang yang pelit...$s",
    "event_noLoan2": "Ok, Ayah...$s^Ok, Ibu...$s",
    "event_noLoan3": "Oh, wow...$s",
    "event_apologize1": "...Ya, aku juga.",
    "event_apologize2": "Aku tau... itulah mengapa aku singgah, untuk memberitaumu tentang itu.",
    "event_apologize3": "Wow, seserius itu kah? Aku bakan tak ingat...",
    "event_stadium1": "Oh ya? Itu masuk akal.$6#$b#Aku? Aku bosan dengan Pelican Town.#$b#Tapi... Aku suka karena kau berbeda. Kita saling melengkapi.$l",
    "event_stadium2": "Oh benarkah? Aku terkejut... Bukankah kau pindah kesini untuk menghindari kebisingan kota?$6#$b$#Maksudku... Jangan salah paham, Aku mengerti. Hidupku di Pelican Town cukup datar."
}