{
    "Introduction": "Ah, yes. Aku sudah memprediksi kau akan datang dulu sekali @.#$e#Bagaimanapun, takdirmu ada di tanganmu.",
    "AcceptGift_(O)StardropTea": "Ah, what do we have here? A rare and potent elixir, it seems. Yes, this will make a fine addition to my reagent chest.",
    "accept_868": "Ah... sebuah pecahan arctic.#$b#Sebuah substance yang sangat powerful, dan terdapat element es yang kuat di dalamnya.#$b#KKalau tidak keberatan, aku ambil ini.#$b#...#$b#...Erm... Kau masih disini. Oh. Kau ingin sesuatu penggantinya?#$b#...Ambil ini.",
    "MovieInvitation": "Hmm... Mungkin aku bisa menemanimu... Ya. Saat kau sampai, aku juga akan muncul. Selamat tinggal.",
    "GreenRain": "Though the unusual rains may be alarming, there is nothing to fear on this day.#$e#In fact, it is a day of great joy for many living things.",
    "GreenRain_2": "Nature is a powerful force, not to be trifled with.#$e#Excuse me, but there are special matters I can only attend to on this day.",
    "married": "Marriage... hmm? I pray that you have better luck than I did...",
    "roommates_Krobus": "It will be a challenge, to live with one such as Krobus. But richly rewarding to both parties, I'm sure.#$e#I admit, I am most interested to see the outcome of such an unusual friendship.",
    "Mon": "Aku punya penglihatan tentang masa depanmu @.#$e#Jika aku memberitahukannya, kau akan tau konsekuensinya",
    "Mon4": "Outside the domain of human civilization is where nature truly reveals its secrets.",
    "Mon8": "There are areas of the world, yet unsullied by the constraints of modern thinking, where magic is still very much alive...",
    "Sat6": "While the scientific practice may accurately describe the material of our world, it will never explain the deepest mysteries...",
    "Tue": "Jika kau tidak punya kepentingan, tinggalkan aku saja. Aku punya banyak pekerjaan.",
    "Tue4": "Aku memperbolehkanmu ke ruang bawah tanahku. Kau akan menemukan sesuatu yang menyenangkan disana.",
    "Tue8": "Greetings, @. I trust you haven't been dabbling in the dark arts?",
    "Tue10": "If reality is constructed by the mind, then if one were to master the power of mind, they could control reality...",
    "Wed": "Butuh bertahun tahun untuk mengerti bahasa para elemental.#$e#Dan untuk bisa berbicara bahasa mereka butuh usaha seumur hidup.#$e#Nah sekarang, biarkan aku bekerja...",
    "Thu": "Banyak sekali misteri di sekitar kita.Kau harus sabar mencarinya.",
    "Thu10": "Kau tidak boleh bilang pada siapapun... Sebenarnya aku mulai curiga kalau salah satu warga adalah putriku...#$e#Bisa saja aku salah... Tapi tidak menutup kemungkinan.",
    "Fri": "Warga kota takut kepadaku.#$e#Sayangnya, aku tidak tau kenapa bisa mereka takut kepadaku.",
    "Fri6": "Aku sudah lama sekali menikah. Setelah kami berpisah, dia terbang ke warga kota dan mengutuk orang-orang.#$e#Dia tidak dewasa sekali saat marah.",
    "Sat": "Kau punya potensi magis di kebunmu.#$e#Aku membangun tempat ini karena ada maksud.",
    "Sat2": "Apakah kau pernah ke hutan mahluk halus?",
    "Sun": "Aku kadang ke kota dengan sembunyi-sembunyi.#$e#Aku harap aku menemukan sesuatu. Suatu hari aku ingin meninggalkan tempat ini, tapi aku harus menyiapkan batinku."
}