{
  "header": {
      "target": "w",
      "formatVersion": 5,
      "hidef": true,
      "compressed": 128
  },
  "readers": [
      {
          "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
          "version": 0
      },
      {
          "type": "Microsoft.Xna.Framework.Content.Int32Reader",
          "version": 0
      },
      {
          "type": "Microsoft.Xna.Framework.Content.StringReader",
          "version": 0
      }
  ],
  "content": {
  "1": "Location/Temui Penyihir/Kamu dapat surat dari Penyihir. Dia mengaku punya informasi tentang Balai Kota./Masuki Menara Penyihir./WizardHouse/-1/0/-1/false",
  "2": "Basic/Qi Yang Misterius/Di dalam kotak kunci rahasia, kau menemukan catatan dengan sebuah perintah aneh. Disitu tertanda 'Mr. Qi'./Taruh Cangkang Pelangi ke dalam kotak di peron stasiun kereta api./null/-1/0/-1/false",
  "3": "Basic/Qi Yang Misterius/Kau menemukan catatan lain yang ditulis 'Mr. Qi'. Kali ini perintahnya lebih aneh./Taruh 10 Ubi Bit ke dalam kulkas Walikota Lewis./null/-1/0/-1/false",
  "4": "Basic/Qi Yang Misterius/Kau menemukan catatan aneh lain di dalam kulkas Walikota. Kali ini, perintahnya lebih tidak jelas lagi./\"Berikan naga pasir makanan terakhirnya.\"/null/-1/0/-1/false",
  "5": "Basic/Qi Yang Misterius/Kau menemukan catatan di mata naga pasir. Sepertinya petualangan mencari tahu kebenaran Mr. Qi telah selesai./Periksa tumpukan kayu disamping rumahmu./null/-1/0/-1/false",
  "6": "ItemHarvest/Permulaan/Kalau mau jadi petani, mulailah dari dasar-dasarnya. Pakai cangkulmu untuk membajak tanah, lalu tanam benihnya. Siram setiap hari sampai tanamanmu siap panen./Tanam lalu panen Parsnip./24/h7 8/100/-1/true",
  "7": "Building/Merawat Hewan/Robin, si tukang kayu, tinggal di utara kota. Dengan membawa uang dan material, dia akan membuat bangunan baru di kebunmu. Mintalah untuk dibuatkan Kandang Unggas atau Kandang Hewan agar kamu bisa mulai merawat hewan ternak./Bangun Kandang Unggas./Coop/-1/100/-1/true",
  "8": "Crafting/Peningkatan/Semakin sering dapat 'XP', semakin kamu akan dapat resep rakitan baru untuk menambah penghasilan dan mempermudah pekerjaan. Contohnya Orang-Orangan, item ini berfungsi untuk mencegah burung gagak merusak tanamanmu./Capai Bertani level 1 dan rakit sebuah Orang-Orangan./8 true/-1/100/-1/true",
  "9": "Social/Perkenalan/Akan menjadi langkah yang bagus jika kamu mengenalkan diri pada penduduk kota. Beberapa orang mungkin ingin berkenalan dengan petani baru mereka././null/25/0/-1/true",
  "10": "Basic/Bijih Tembaga/Kamu menemukan sebongkah Bijih Tembaga. Kau tidak tahu apa gunanya, tapi mungkin seorang pandai besi akan tahu./Bawa Bijih Tembaga ke toko pandai besi Clint././-1/0/-1/false",
  "11": "Crafting/Menempa/Kalau kamu suka menambang, kamu akan butuh sebuah Tungku Pembakaran./Buat sebuah Tungku Pembakaran./13 true/12/0/-1/true",
  "12": "ItemHarvest/Peleburan/Dengan memakai Tungku Pembakaran, kamu bisa melebur beberapa logam. Menurut petunjuk dari Clint, kalau menaruh 5 Bijih Tembaga dan 1 Batu Bara ke dalam Tungku Pembakaran, maka alat itu akan menghasilkan sebuah Tembaga Batangan./Gunakan Tungku untuk membuat Tembaga Batangan./-1/0/-1/true",
  "13": "Basic/Pergi Ke Pantai/Seseorang bernama Willy menyuruhmu untuk menemui dia di pantai bagian selatan kota. Dia bilang ada sesuatu yang mau dia berikan./Pergi ke pantai di bagian selatan kota sebelum jam 17:00./-1/-1/0/-1/true",
  "14": "Basic/Menjelajahi Tambang/Ada tambang tua dalam gunung di utara kota. Mungkin ada banyak mineral berharga di sana, tapi Marlon bilang di sana mungkin berbahaya./Capai lantai 5 di tambang./17/17/0/-1/false",
  "15": "Monster/Inisiasi/Kalau kamu bisa mengalahkan 10 slime, kamu akan diterima di Serikat Petualang./0 dari 10 slime dikalahkan ./Green_Slime 10/16/0/-1/false",
  "16": "Location/Inisiasi/Kamu berhasil mengalahkan 10 slime. Sekarang kamu bisa masuk ke Serikat Petualang./Masuki Adventurer's Guild./AdventureGuild/-1/0/-1/false",
  "17": "Basic/Jauh Di Dalam Tambang/Sepertinya lift tambang masih berfungsi. Lift-nya bisa untuk mengantarmu ke lantai manapun yang telah kau temukan sebelumnya. Diperuntukkan untuk ekspedisi lantai bawah./Capai lantai 40 di tambang./18/18/0/-1/false",
  "18": "Basic/Lantai Dasar Tambang?/Sejauh ini, tidak ada tanda-tanda dari lantai dasar tambang. Sampai sejauh manakah itu?/Capai lantai dasar di tambang./-1/-1/0/-1/false",
  "19": "Basic/Kunci Tengkorak/Kamu menemukan sebuah kunci aneh di lantai dasar tambang./Cari tahu kegunaan kunci itu./-1/-1/0/-1/false",
  "20": "Basic/Tantangan Qi/Kamu di tantang untuk mencapai lantai 25 di skull cavern. Kamu dijanjikan hadiah menggiurkan jika berhasil./Capai lantai 25 di Skull Cavern./-1/-1/0/-1/false",
  "21": "Basic/Permintaan Marnie/Marnie datang ke kebunmu dan minta dicarikan sebuah Wortel Gua. Dia ingin mengajari kambingnya berbicara, dan itu adalah makanan kesukaan kambingnya./Bawakan Wortel Gua ke Toko Marnie./-1/-1/0/-1/true",
  "22": "Basic/Casserole Ikan/Jodi datang ke kebunmu dan mengajakmu makan malam jam 19:00. Dia minta tolong untuk dibawakan seekor Kakap Hijau buat masakannya./Masuk ke rumah Jodi dengan membawa Kakap Hijau pada 19:00./-1/-1/0/-1/true",
  "23": "Location/Arkeologi/Kamu menemukan sebuah benda yang terlihat kuno. Apa ini sebuah artefak peninggalan zaman dulu? Mungkin Gunther, si kurator museum, punya jawabannya./Temui Gunther di museum./ArchaeologyHouse/-1/0/-1/true",
  "24": "Basic/Arkeologi/Gunther minta tolong padamu untuk mendonasikan artefak atau mineral yang kau temukan ke museum. Dia bilang akan memberimu imbalan untuk beberapa donasimu./Donasikan artefak atau mineral ke museum./-1/-1/250/-1/true",
  "25": "Basic/Cara Mendapatkan Teman/Memberi hadiah adalah cara terbaik untuk mempererat pertemanan. Cari tahu hal-hal yang disukai setiap orang dan kamu akan menjadi populer./Beri seseorang hadiah./-1/-1/100/-1/true",
  "26": "Basic/\"Masalah Tikus\"/Ada hal aneh yang terjadi di Balai Kota.../Selidiki Balai Kota/-1/-1/0/-1/true",
  "27": "Basic/Masalah Goblin /Ada goblin yang menghalangi jalan ke arah Witch's Hut. Pasti ada cara agar dia mau pergi... Mungkin aku harus mencari informasi lebih tentang Goblin./Cari cara untuk masuk ke Witch's Hut./-1/-1/0/-1/true",
  "28": "Basic/Dark Talisman/Penyihir memintaku untuk mengambil Tinta Ajaib dari rumah mantan istrinya... tapi untuk ke sana aku butuh Dark Talisman./Masuki got dan tanya pada Krobus tentang Dark Talisman./-1/-1/0/-1/false",
  "29": "Basic/Catatan Aneh/Kamu menemukan catatan, sangat sulit dibaca, meminta dibawakan \"sirrup may-pel\" ke \"hoetann rahazia\"./Bawa \"sirrup may-pel\" ke \"hoetann rahazia\"/-1/-1/0/-1/true",
  "30": "Basic/Catatan Misterius/Kamu menemukan catatan yang berbunyi, \"Seseorang menunggumu di lantai 100 Skull Cavern\"/Capai lantai 100 di Skull Cavern/-1/-1/0/-1/true",
  "31": "Basic/Misteri Musim Dingin/Kamu melihat sosok mencurigakan di halte bis. Saat sosok itu melihatmu, ia lari kearah kota. Dimanakah ia berada?/Temukan sosok misterius itu./-1/-1/0/-1/true",
  "100": "LostItem/Kapak Robin hilang/Robin kehilangan kapak kesayangannya. Terakhir kali dipakai saat dia memotong kayu di selatan peternakan Marnie./Temukan kapak Robin yang hilang./Robin 788 Forest 110 81/-1/250/-1/true/Hei, kau menemukan kapakku! Syukurlah... Jari kakiku hampir terpotong saat pakai kapak yang lain. Terima kasih!",
  "101": "ItemDelivery/Permintaan Jodi/Jodi butuh Kembang Kol segar untuk resep yang dia masak. Dia minta tolong padamu untuk dibawakan satu./Bawakan Jodi Kembang Kol./Jodi 190/-1/350/-1/true/Oh, itu kelihatan lezat! Terima kasih, ini sesuai dengan yang kuminta. Kare kuningku pasti akan sempurna dengan ini.",
  "102": "LostItem/\"Celana Pendek\" Walikota/Walikota Lewis kehilangan \"celana pendek\" ungunya. Dia memintamu untuk menemukan dan mengembalikan celana tersebut padanya... Secara rahasia./Cari dan kembalikan celana pendek ungu Lewis./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Kau menemukannya... di mana? ...Oh!...Emm...Heh.#$b#Di sana? Aku tidak tahu kenapa bisa ada di sana...*Uhuk*#$b#Jangan beritahu orang lain, oke?$u",
  "103": "ItemDelivery/Pam Haus/Pam ingin sekali minum Pale Ale. Dia tidak ingin bir biasa. Kamu bisa membuat Pale Ale kalau punya buah Hop dan sebuah Keg./Bawakan Pam segelas pale ale./Pam 303/-1/350/-1/true/Sini. *Glek*... Ahh, enaknya.#$b#Rasa dan kualitasnya bagus... terasa pinus dan masamnya, dan ringan untuk diminum.#$b#Makasih, nak. Ini sangat berarti bagiku. Kau sangat bisa diandalkan.$h",
  "104": "ItemDelivery/Penelitian Tanaman/Demetrius butuh Melon segar untuk penelitiannya./Bawakan Demetrius sebuah Melon./Demetrius 254/-1/550/-1/true/Sempurna! Ini yang kubutuhkan untuk risetku. Sulit untuk tidak memakannya! Terima kasih banyak.",
  "105": "ItemDelivery/Terapi Lutut/George butuh Cabai untuk meringankan pegal pada lututnya./Bawakan George sebuah Cabai./George 260/-1/200/-1/true/Lama sekali... hmmph... Setidaknya ini bagus. Makasih",
  "106": "ItemDelivery/Perawatan Sapi/Marnie ingin memberi sapinya perawatan spesial. Dia meminta seikat Bayam Merah padamu./Bawakan Marnie seikat Bayam Merah./Marnie 300/-1/500/-1/true/Oh, bayam merah yang kuminta! Terima kasih banyak... sapi-sapiku akan menyukainya!$h",
  "107": "LostItem/Keranjang Blackberry/Ini adalah musim Blackberry, tapi Linus tidak bisa menemukan keranjangnya! Dia minta tolong padamu untuk menemukannya. Dia tidak tahu dimana keranjangnya./Temukan keranjang Linus lalu kembalikan padanya./Linus 790 Backwoods 27 27/-1/0/-1/true/Keranjangku! Terima kasih. Ini sangat berarti buatku.$h",
  "108": "ItemDelivery/Mengukir Labu/Caroline ingin mengukir labu bersama putrinya. Dia meminta untuk dibawakan sebuah labu dari kebunmu./Bawakan Caroline sebuah Labu./Caroline 276/-1/500/-1/true/Oh, labunya! Bagus pula... Abigail akan suka dengan ini. Makasih, @!$h",
  "109": "ItemDelivery/Menangkap Cumi-Cumi/Willy menantangmu untuk menangkap seekor cumi-cumi. Dia bilang kau bisa menangkapnya di laut saat malam musim dingin./Bawakan Willy seekor Cumi-Cumi./Willy 151/-1/800/-1/true/Hei, kau berhasil! Lumayan. Tidak buruk juga. Aku terkesan.#$b#Musim dingin adalah saat yang bagus untuk memancing kan?",
  "110": "ItemDelivery/Usaha Clint/Clint ingin kau memberi Emily sebuah Kecubung. Dia ingin kau bilang pada Emily bahwa itu darinya./Bawakan Emily sebongkah Kecubung./Emily 66/-1/0/-1/true/Oh, batu favoritku! Kamu manis sekali!$h#$b#Hah? Dari siapa?$u#$b#Oh, kamu dapat ini dari tokonya Clint? Aku tidak peduli dari mana, batunya indah! Terima kasih! *mmwuah*$h",
  "111": "ItemDelivery/Mantra Kegelapan/Penyihir ingin kamu turun ke tambang dan mengambil Esensi Void untuknya. Dia butuh benda itu untuk mantra gelapnya./Bawakan Penyihir sebuah Esensi Void./Wizard 769/-1/1000/-1/true/Ah, kamu membawanya. Terima kasih banyak, dan ini hadiahmu 1000g. Pergilah.",
  "112": "ItemDelivery/Bantuan untuk Clint/Clint dapat palu baru dan dia ingin mengetesnya dengan berbagai logam./Bawakan Clint sebuah Besi Batangan./Clint 335/-1/500/-1/true/Hei, itu besi batangan yang kumminta. Sepertinya kuat... ini sempurna.#$b#Makasih, @. Aku menghargainya.",
  "113": "ItemDelivery/Permintaan Robin/Robin memintamu untuk membawakan beberapa kayu keras./Bawakan 10 Kayu Keras./Robin 709 10/-1/500/-1/true/Oh, kau membawanya! Aku tahu kamu bisa diandalkan, @.$h#$b#Mmhmm... Kayunya sempurna. Sesuai dengan yang kuminta. Makasih!",
  "114": "ItemDelivery/Gulai Ikan/Gus ingin memasak gulai ikan, tapi dia butuh seekor Albakora./Bawakan Gus Albakora./Gus 705/-1/400/-1/true/*endus*...*endus*... Itu apa? Baunya seperti ikan Albakora!#$b#Aha! Kau membawanya! Terima kasih banyak!",
  "115": "ItemDelivery/Buah Segar/Emily ingin merasakan buah musim semi. Dia meminta sebuah Aprikot segar./Bawakan Emily sebuah Aprikot./Emily 634/-1/600/-1/true/Oh... Kau membacanya! Makasih, sepertinya enak!$h",
  "116": "ItemDelivery/Hadiah Nenek/Evelyn ingin memberi kejutan suaminya dengan sebuah hadiah./Bawakan Evelyn sebuah Bawang Prei./Evelyn 20/-1/500/-1/true/Oh, terima kasih, cu. Bawang prei ini kelihatan lezat. George akan senang sekali.#$b#Dia suka kalau aku membuat telur dengan bawang prei untuk sarapan.",
  "117": "ItemDelivery/Pemberitahuan Pierre/Pierre akan membayar \"banyak koin\" untuk siapapun yang membawakannya Sashimi. Tampaknya Pierre lagi pingin makan sashimi./Bawakan Pierre sepiring Sashimi./Pierre 227/-1/1000/-1/true/Akhirnya! Aku mulai gemetaran, aku ingin sekali makan ikan ini. *Nyam~*... Mmm, enak.#$b#Makasih, @.$h",
  "118": "ItemDelivery/Penelitian Akuatik/Demetrius sedang mempelajari tingkat racun pada Ikan Buntal. Dia ingin dibawakan satu./Bawakan Demetrius seekor Ikan Buntal./Demetrius 128/-1/1000/-1/true/Itu dia. Spesimennya tampak sempurna. Akan langsung kutaruh dalam es. Makasih, @!",
  "119": "ItemDelivery/Prajurit Bintang/Kent ingin memberi istrinya Belimbing untuk merayakan hari jadi pernikahan mereka./Bawakan Kent sebuah Belimbing./Kent 268/-1/500/-1/true/Hei. Shhh... Jangan sampai Jodi tahu.#$b#Ah, gemuk sekali. Dia akan suka ini. Terima kasih banyak.$h",
  "120": "ItemDelivery/Kebutuhan Walikota/Walikota Lewis ingin sebuah Minyak Truffle. Dia tidak menjelaskan untuk apa. Mungkin itu bukan urusanmu./Bawakan Lewis sebotol Minyak Truffle./Lewis 432/-1/750/-1/true/Kamu membawanya? Kulihat dulu...#$b#Kualitasnya tinggi... sangat licin. Bagus. Terima kasih.",
  "121": "ItemDelivery/Dicari: Lobster/Gus memajang selebaran dan ia meminta seekor lobster segar./Bawakan Gus seekor Lobster./Gus 715/-1/500/-1/true/Baunya seperti Lobster. Oh, bagus.$h#$b#Hati-hati, kawan.",
  "122": "ItemDelivery/Pam Butuh Baterai/Remot TV Pam rusak. Saat menonton dia harus bolak-balik dari sofa ke TV hanya untuk mengganti saluran./Bawakan Pam sebuah Baterai./Pam 787/-1/400/-1/true/Hei, kamu membawakan baterainya! Makasih, nak... Kamu penyelamatku!$h",
  "123": "ItemDelivery/Tongkat Kekuatan/Penyihir sedang membuat tongkat dengan kekuatan dahsyat. Tak tahu untuk apa dia membuatnya. Dia butuh Iridium Batangan untuk menyelesaikannya./Bawakan Penyihir sebingkah Iridium Batangan./Wizard 337/-1/5000/-1/true/Ah, Iridium yang berharga. Kerja bagus, @. Terima kasih banyak. Sekarang, pergi.",
  "124": "ItemDelivery/Tangkap Lingcod/Willy menantangmu untuk menangkap ikan Lingcod./Bawakan Willy seekor Lingcod./Willy 707/-1/550/-1/true/Hei, tangkapan yang bagus! Kamu benar-benar punya bakat jadi nelayan.$h",
  "125": "ItemDelivery/Buah Eksotik/Gus ingin membuat Coco-no-no, tapi dia tidak punya bahan utamanya./Bawakan Gus sebuah Kelapa./Gus 88/-1/600/-1/true/Kelapa! Pemandangan indah di musim semi.$h#$b#Ini akan sempurna buat Coco-no-no. Makasih!",
  "126": "ItemDelivery/Tugas Dari Istrimu/Istrimu minta dicarikan 200 helai Serat untuk proyek rahasianya./Bawakan Emily 200 helai Serat./Emily 771 200/-1/0/-1/false/Oh, ini kelihatan sempurna... dan ini diambil dari kebun sendiri! Terima kasih banyak, @.#$b#Sekarang, aku bisa menyelesaikannya dalam beberapa hari...",
  "127": "Basic/Cake-Walk Haley/Istrimu sedang mengadakan acara amal Cake-Walk di alun-alun. Dia memintamu untuk bawa Tart Cokelat./Masuklah ke kota pada pagi yang cerah dengan membawa Tart Cokelat./-1/-1/0/-1/true",
  "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Kalung itu! Di mana kau menemukannya?$7#$b#Terima kasih sudah membawanya padaku, @. Ibuku tidak akan tahu...$h",
  "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Ini apa? Kalung lamaku?$s#$b#Aneh, aku saja tidak tahu kalau ini hilang... Terima kasih sudah mengembalikannya, @.$h",
  "130": "Basic/Istri Bajak Laut/Seorang wanita tua di Ginger Island meminta tolong untuk menemukan peninggalan suaminya. Dia memberimu foto lama seorang tentara yang terdampar di pantai, berharap fotonya bisa memberimu petunjuk./Temukan peninggalan dari suaminya Birdie./-1/-1/0/-1/false"
  }
}