{
    "1": "Stir Fry/Tumisan! Ini adalah resep sayuran menyehatkan. Tumis sayuranmu dengan sedikit minyak wijen, pastikan juga memasukkan bawang putih dan jahe segar. Sekarang hirup baunya... Oh, sedap.",
    "2": "Coleslaw/Salad Kol! Kamu tidak tahu cara memasak kubis? Jangan takut. Tanpa pengalaman memasak anda bisa memasak salad kol. Cincang satu kembang kol segar. Beri kol tersebut sedikit cuka dan mayones lalu aduk merata. Ah, renyah.",
    "3": "Radish Salad/Salad Lobak! Tak ada yang bisa menanding rasa salad lobak yang agak pedas. Masakan ini mengingatkanku akan akhir musim semi... Ibuku selalu memotong lobak tipis lalu menyajikannya diatas roti gandum ditambah sedikit garam dan lada. Ah, kenangan itu. Sekarang saksikanlah cara membuatnya...",
    "4": "Omelet/Telur Dadar! Masakan yang simpel, tapi banyak yang salah memasaknya! Telur Dadar sempurna adalah sebuah keindahan. Kuningnya sempurna keemasan, dan akan kutunjukkan metode rahasiaku...",
    "5": "Baked Fish/Ikan Panggang! Setiap kali aku memasak ini di rumah, kedua kucingku mulai bertingkah. Sepertinya aku butuh wakil koki untuk mencegah mereka! Pastikan menggunakan ikan segar, hasil tangkapan sendiri malah lebih bagus! Sekarang perhatikan bagaimana aku menaruh ikan ke atas sayuran...",
    "6": "Pancakes/Panekuk! Kadang aku lebih tertarik dengan masakan yang mewah dan unik... tapi kadang masakan simpel tetap membuat hati tenang. Tuangkan mentega dan maple syrup yang banyak diatas lapisan panekuk hangat... mmmm....",
    "7": "Maki Roll/Maki Roll! Rasa yang kental dengan lautan, dibungkus dengan balutan nasi yang lembut. Dengan sedikit wasabi untuk menambah kenikmatannya. Membayangkan saja bikin mulutku berair. Oh, betapa aku menyukai sushi...",
    "8": "Bread/Roti! Banyak yang menganggap membuat roti itu sulit, tapi aku akan jelaskan cara pembuatan yang simpel. Bahan yang paling penting tentu saja tepung. Tapi sebelum membuat adonan, kita harus menyiapkan ragi. Untuk itu, campurkan ragi dengan air hangat dan sesuatu untuk mengembangkannya. Aku pakai gula putih, tapi bisa pakai madu atau sirup mapel juga!",
    "9": "Tortillas/Tortilla! Sudah berapa banyak dari kalian yang makan burrito instan selagi menonton acara ini? Memalukan sekali! Berdirilah dan jangan malas-malasan. Sekarang, dengar baik-baik. Setelah kalian mencoba tortilla jagungku yang hangat, kalian akan kecanduan...",
    "10": "Trout Soup/Sup Ikan Trout! Ada hal dari ikan trout segar yang bikin aku gemeteran. Mungkin karena cita rasa sungainya. Untungnya, hari ini ada resep sup ikan trout spesial yang ingin kubagikan...",
    "11": "Glazed Yams/Ubi Karamel! Ini musimnya ubi, dan cara terbaik untuk menikmatinya yaitu menyiramnya dengan sesuatu yang manis, dan lengket. Kamu butuh satu ubi utuh dan gula yang banyak. Sekarang, aku tunjukkan bagaimana cara membuatnya...",
    "12": "Artichoke Dip/Saus Articok! Ini adalah cara lezat untuk mengkonsumsi artichok. Jujur, aku tidak mencelupkan apa-apa ke sausnya. Malahan aku langsung meneguk sausnya seperti susu kocok. Sangat lezat.",
    "13": "Plum Pudding/Puding Prem! Prem adalah buah yang manis dan harum, jika kamu bisa mengolahnya dengan benar, siapa saja akan tergiur untuk mencobanya. Cobalah dan saksikan sendiri...",
    "14": "Chocolate Cake/Tart Cokelat! Hal apa yang lebih menyenangkan daripada memakan tart coklat raksasa di malam musim dingin? Dengan bantuanku, kalian bisa membuat kue terbaik yang belum pernah kalian lihat. Pertama, kalian butuh gula yang banyak...",
    "15": "Pumpkin Pie/Pai Labu! Di rumahku, sudah jadi tradisi makan pai labu di hari raya winter star. Musim dingin takkan lengkap tanpa rasa labu manis yang segar dari kebun. Dengan sedikit pala, kayu manis, dan cengkeh agar membuat warnanya coklat keemasan...",
    "16": "Cranberry Candy/Permen Kranberi! Ini adalah resep menyenangkan untuk merayakan tahun baru. Kranberi rasanya pahit, tapi kalau buah ini dicelup dalam balutan gula, buah ini akan terasa manis seperti air mata malaikat. Begini cara membuatnya...",
    "17": "Pizza/Pizza! Ada alasan kenapa pizza jadi kuliner klasik. Pinggirannya yang garing keemasan, rasa saus marinara yang dicampur bawang putih, dan diatasnya ada topping keju yang menggugah selera. Baiklah, kita mulai saja! Sekarang siapkan cabai dan tomat untuk membuat sausnya!",
    "18": "Hashbrowns/Hashbrown! Resep ini simpel, tapi itu bagus! Kalian tinggal memarut kentang, menambah sejumput garam, dan tumis sampai matang di atas api besar. Terdengar mudah, bukan? Aku juga ada tips untuk memudahkan proses memasaknya...",
    "19": "Complete Breakfast/Sarapan Lengkap! Minggu lalu, kalian sudah belajar cara membuat hashbrown. Minggu ini akan kutunjukkan cara mengkombinasi masakan tersebut dengan bahan lain untuk membuat sarapan lengkap. Hidangan ini akan membuatmu kenyang dan memberimu energi untuk bekerja keras.",
    "20": "Lucky Lunch/Bekal Keberuntungan! Legenda bilang siapa yang memakan masakan ini akan diberkahi keberuntungan. Setelah memakannya, roh keberuntungan akan mendatangimu, dan akan memberkatimu dengan keberuntungan! Terdengar aneh, bukan? Aku bukan tidak mempercayainya, tapi yang jelas masakan ini benar-benar lezat!",
    "21": "Carp Surprise/Hei, apa kalian punya banyak ikan gurami dan tidak tahu mau diapakan? Sama, aku juga. Dan aku punya solusinya. Solusinya adalah... Kejutan Gurami. Pembuatannya gampang, tapi kalian butuh gurami yang banyak...",
    "22": "Maple Bars/Donat Mapel! Apa kalian tahu kenapa donat mapel selalu habis duluan dari kotak donat? Itu karena donat mapel biasa rasanya sangat manis. Iya kan? Tunggu sampai kalian coba resep dariku. Kalian bisa merasakan citarasa hutan di donat ini. Oke, kalian akan butuh sirup mapel berkualitas...",
    "23": "Pink Cake/Baru-baru ini penonton dari Pelican Town mengirim surat... mari kita baca... ini dari Haley. Dia menulis, 'Aku mencoba tart pink buatanmu waktu ke Zuzu City dan langsung jatuh cinta. Bisakah kau membagi resepnya di episode berikutnya?'. Hmm, kenapa tidak? Itu adalah kue yang lezat. Dan kalian tidak akan menyengka bahan rahasia pembuatan kue ini... melon!",
    "24": "Roasted Hazelnuts/Kacang Hazel Bakar! Aku punya pohon kacang hazel di belakang rumah, dan setiap tahun aku mengundang keluarga untuk pesta kacang hazel bakar! Saat kami mulai bakar-bakar, para tetangga juga ikut datang. Dikarenakan cita rasa dan aroma harum kacang hazel yang sangat menggiurkan. Sekarang, ini resep keluargaku...",
    "25": "Fruit Salad/Salad Buah! Masakan sehat dan lezat yang akan mencerahkan harimu. Hal penting yang harus diingat adalah memakai buah segar. Jangan pakai buah yang dijual di supermarket... Buah yang kumaksud adalah yang dipetik langsung dari pohon. Oke, Sekarang perhatikan baik-baik...",
    "26": "Blackberry Cobbler/Pai Blackberry! Masakan ini selalu mengingatkanku dengan Stardew Valley. Ada beberapa hari di musim gugur yang membuat lembah dipenuhi oleh blackberry terenak yang pernah kuincipi. Kalau kalian punya, aku merekomendasikannya untuk pai simpel ini.",
    "27": "Crab Cakes/Kue Kepiting! Daging kepiting memang sedikit, tapi dengan tepung roti dan telur akan membuatnya berisi. Karena itulah kue ini jadi cara favoritku untuk menikmati kepiting! Tapi sebelum kamu mengolah kepiting, saksikan dulu bumbu-bumpu penting yang kugunakan...",
    "28": "Fiddlehead Risotto/Risotto Pakis Muda! Pakis muda adalah tanaman yang indah, tapi rasanya hambar kalau dimakan sendiri. Karena itu perhatikan rempah yang dicampurkan dengan seksama. Jujur, tidak mudah memasak risotto pakis muda yang enak. Tapi dengan bantuanku, kalian akan berkesempatan untuk mencapainya.",
    "29": "Poppyseed Muffin/Muffin Kaskas! Kaskas adalah biji bunga Poppy. Bunga yang indah untuk pajangan... tapi kenapa tidak sekalian memanfaatkannya untuk membuat muffin ini? Aku penggemar biji poppy ini. Kaskas bisa menambah citarasa dan tekstur bagus pada kue. Dan makanan ini menyehatkan!",
    "30": "Lobster Bisque/Bisque Lobster! Kalian bisa hidangkan ini ke gubernur sekalipun. Masakan ini kaya rasa, creamy dan lezat, dengan citarasa seafood yang pas. Bagian tersulitnya adalah mencari lobster, tapi aku yakin kalian pasti bisa. Hmm, kalau mau kalian bisa menangkapnya sendiri dengan Jebakan Kepiting!",
    "31": "Bruschetta/Bruschetta! Hidangan pembuka ini sangatlah simpel yang bisa mencerminkan kualitas bahan-bahannya. Kalian hanya butuh roti, tomat dan minyak. Pertama-tama, kalian panggang roti. Potong tomat lalu taruh diatas roti yang sudah dipanggang. Lalu beri sedikit minyak dan hidangkan. Simpel bukan!",
    "32": "Shrimp Cocktail/Koktail Udang! Ini hidangan pembuka yang cocok untuk makan malam bersama tamu. Saus koktailnya sangat menggugah selera, dan aku yakin kalian juga akan menyukainya. langkah pertama... "
}