{
    "1": "Ini adalah halaman dari Buku Harian Abigail^^'Hal yang aku cintai: aroma labu yang diukir, menyimpan kecubung di bawah bantalku, tart coklat, sensasi belut pedas, dan lezatnya pai blackberry buatan ibu (aku suka makan!)'%revealtaste:Abigail:276%revealtaste:Abigail:66%revealtaste:Abigail:220%revealtaste:Abigail:226%revealtaste:Abigail:611",
    "2": "Ini daftar belanja liburan Sam^^Favorit semua orang^^Sebastian: Air Mata Yeti, Sashimi^Penny: Zamrud, Poppy^Vincent: Anggur, Permen Kranberi^Ibu: Ikan Krispi, Panekuk^Ayah: Risotto, Kacang Hazel Bakar^Aku: Kaktus, Donat Maple, Pizza%revealtaste:Sebastian:84%revealtaste:Sebastian:227%revealtaste:Penny:60%revealtaste:Penny:376%revealtaste:Vincent:398%revealtaste:Vincent:612%revealtaste:Jodi:214%revealtaste:Jodi:211%revealtaste:Kent:649%revealtaste:Kent:607%revealtaste:Sam:90%revealtaste:Sam:731%revealtaste:Sam:206",
    "3": "Ini tulisan tangan Leah^^Makan malam yang sempurna menurutku adalah salad, keju kambing, truffle, dan wine. Untuk hidangan penutup aku butuh muffin kaskas. Nyam! Kalau ada orang yang memberiku salah satu dari yang kusebutkan di atas, hatiku aku akan luluh.%revealtaste:Leah:196%revealtaste:Leah:426%revealtaste:Leah:430%revealtaste:Leah:348%revealtaste:Leah:651",
    "4": "Ini catatannya Maru^^Bagian yang masih dibutuhkan untuk penemuan terbesarku!^^*Emas Batangan^*Iridium Batangan^*Baterai^*Berlian^*Stroberi%revealtaste:Maru:336%revealtaste:Maru:337%revealtaste:Maru:787%revealtaste:Maru:72%revealtaste:Maru:400",
    "5": "Ini tulisan tangan Penny:^^Aku ingin memberikan semuanya sesuatu yang mereka cintai!^^Ibu: Parsnip, Ubi Karamel, JANGAN BIR!^Jas: Mawar Fairy, Puding Prem^Vincent: Tart Pink, Anggur^Tn. Mullner: Bawang Prei, Jamur Goreng^Nenek Mullner: Ubi Bit, Tulip%revealtaste:Pam:24%revealtaste:Pam:208%revealtaste:Pam:346%revealtaste:Jas:595%revealtaste:Jas:604%revealtaste:Vincent:398%revealtaste:Vincent:221%revealtaste:George:20%revealtaste:George:205%revealtaste:Evelyn:284%revealtaste:Evelyn:591",
    "6": "Pesanan Spesial Stardrop Saloon^^Pak Lewis: Karunia Musim Gugur^(Dengan porsi ganda roti berserat tinggi)^^Marnie: Pai Labu^(ditambah krim kocok!)^^Demetrius: Rebusan Buncis^(Pedas)^^Caroline: Taco Ikan^(saosnya tiga porsi! Lebih baik tambahkan serbetnya...)%revealtaste:Lewis:235%revealtaste:Marnie:608%revealtaste:Demetrius:207%revealtaste:Caroline:213",
    "7": "Ini sobekan dari buku harian seseorang...^^...Hanya ada beberapa bujang 'tua' di kota, dan tidak ada yang sempurna! Harvey terlalu cemas dan lemah, tapi aku tahu dia akan jadi suami yang setia dan berbakti. Dia suka kopi dan acar.^^Elliott agak pesolek dan melodramatik, tapi dagunya bagus. Dia suka kue kepiting dan buah delima.^^Shane berantakan dan anti-sosial. Tapi kurasa penampilan luarnya adalah mekanisme pertahanan, yang menyembunyikan kelembutannya. Dia suka Bir, Pizza, dan Gorengan Cabai.%revealtaste:Harvey:395%revealtaste:Harvey:342%revealtaste:Elliott:732%revealtaste:Elliott:637%revealtaste:Shane:346%revealtaste:Shane:206%revealtaste:Shane:215",
    "8": "^Untuk Haley dan Emily^^Semoga kalian berdua baik-baik saja! Kami sudah mengirim hadiah favorit kalian: Tart Pink dan Bunga Matahari buat Haley, Permata dan Wol buat Emily!^^-Penuh sayang, Ayah dan Ibu%revealtaste:Haley:221%revealtaste:Haley:421%revealtaste:Emily:440%revealtaste:Emily:66%revealtaste:Emily:62%revealtaste:Emily:60%revealtaste:Emily:70%revealtaste:Emily:64%revealtaste:Emily:68",
    "9": "Diet Latihan Kekuatan Alex:^^*Sarapan Lengkap^*Hidangan Salmon^^(Aku mulai cinta dengan makanan ini... Proteinnya terasa!!)%revealtaste:Alex:201%revealtaste:Alex:212",
    "10": "Seseorang ^    menunggumu ^        di level 100 ^         di^          dalam^             skull cavern...",
    "11": "!image 6",
    "12": "Aku menemukan beberapa barang bagus di tong sampah, saat hari keberuntunganku.^^Kadang kamu akan menemukan 'hidangan hari itu' di belakang saloon... kadang masih segar!^^Untuk hidangan penutupnya, aku akan memeriksa tong sampah keluarga Mullner untuk kukis.^^Untuk harta karun, periksa tong sampah milik pandai besi dan museum.",
    "13": "^^pukul 12 siang TEPAT. Di hari terakhir musim apapun. Periksa semak di utara taman bermain.",
    "14": "^^^    Aku menyembunyikan sesuatu di belakang balai kota.",
    "15": "^^       Pertunjukan Duyung: 1-5-4-2-3",
    "16": "!image 0",
    "17": "!image 1",
    "18": "!image 3",
    "19": "!image 2",
    "20": "!image 4",
    "21": "!image 5",
    "22": "Salam, @...^^Apa kamu sudah menemukan 'rahasia'-ku di terowongan gelap?^^Aku menanti untuk bertemu denganmu!^^ -Qi",
    "23": "^^^Kalo kamoe bisa batca inih... datanglah ke hoetan rahazia. Tolonk bawain joega sirrup may-pel.",
    "24": "Ini halaman dari buku M. Jasper:^^...makhluk itu, yang biasa disebut sebagai \"Roh Hutan\" atau \"Junimo\", dikatakan muncul di bangunan terlantar setelah bangunan tersebut \"mengakar\".^^Seperti hukum alam pada umumnya... setelah manusia pergi, dan alam mulai mengambil kembali wilayah mereka, maka para Junimo tidak diragukan akan muncul.^^Kepercayaan masyarakat menyatakan bahwa Junimo akan menunjukkan kesamaan gema dengan permata yang diletakkan dalam gubuk kecil mereka...^^Tentu saja, semua pengakuan ini berasal dari sumber yang meragukan, dan tidak terverifikasi... Sejauh yang kutahu, bahkan keberadaan makhluk ini pun belum pernah terbukti!",
    "25": "^^ Aku 'meminjam' kalung dari Ibu, tapi aku menjatuhkannya di sekitar pemandian... Dia akan panik kalau tahu kalungnya hilang!",
    "26": "Ancient Farming Secrets, line 37:^^There's no better helper than a raisin-fed Junimo...^^",
    "27": "My dear grandchild,^By the time you find this note, I expect you'll have been living in the valley for quite some time. I hope things are going well!^I'm honored that you're continuing the family tradition of farming, and through that noble endeavor, bringing greater life and abundance to all of Stardew Valley... a place very dear to my heart.^Keep up the good work!^^-Grandpa^^P.S. ...I've hidden a very special secret for you somewhere in the valley. You might think of it as a compendium of my greatest discoveries. Someday, when you're ready, you'll find it.",
    "1001": "Hari Pertama^^...Kapalku karam... Dihancurkan oleh kejamnya badai laut^^Sekarang aku terdampar, di tanah asing. Kru-ku lenyap, tinggal aku seorang. Mungkin dewi fortuna telah mengutuk tulang-tulangku ini... Atau mungkin dia punya rencana lain...^^Bagaimanapun juga, tak ada pilihan lagi selain bertahan hidup. Di sini ada banyak air segar, makanan untuk diambil, dan tanah subur untuk ditanami.^^Pertama aku akan membuat tempat berlindung...^^(Ada halaman yang hilang)",
    "1002": "Hari ke-6^^Aku takkan kelaparan... perairannya penuh dengan ikan yang bisa dimakan. (lezat malah!)^^Aku juga menangkap ikan pari di gua sebelah tenggara pesisir. Tapi, aku tidak tahu ikannya harus diapakan!^^Di lain hari, aku juga menangkap sejumlah kenari emas saat memancing. Buah itu banyak tersebar di pulau ini. Burung Betet di sini sangat menyukainya!",
    "1003": "Hari ke-14^^Setelah berada di pulau ini selama setengah bulan, kurang lebih aku sudah tahu cara mencari kacang emas itu.^^Kita harus mencari petunjuk. Kalau ada yang aneh, mungkin ada kacang emas di sana.^^Aku mengenali tanda di pasir... dan tanda di dedaunan...^^Bahkan aku juga lihat ada kacang di atas pohon dekat gunung berapi. Andai saja aku bisa memetiknya dari bawah...^^Setiap kali ketemu tanamannya, pasti ada cara untuk meraihnya.",
    "1004": "!image 10",
    "1005": "Hari ke-23^^Gunung berapinya menyimpan banyak rahasia.^^Aku pernah lihat ada orang kecil dengan mata menyala, bergerak cepat di kegelapan... seperti kucing di malam hari.^^(Apakah itu dwarf, yang disebut-sebut M. Jasper dalam buku perjalanan terkenalnya?)^^Juga ada mesin aneh. Seperti bukan buatan manusia.^^Di puncak, aku menemukan jalan menuju kawah. Dan, di sana ada mesin aneh, yang setengah tenggelam dalam lava... semacam \"penempa\". ^^Akan kuselidiki lagi besok.",
    "1006": "!image 8",
    "1007": "--Meja Penempa--^^Topaz -- Pertahanan^Zamrud -- Kecepatan^Giok -- Daya Serangan Kritikal^Aquamarine -- Peluang Serangan Kritikal^Kecubung -- Knockback^Mirah Delima -- Damage^^Permata Prismatik -- Pemantra^^Catatan: Senjata hanya bisa ditempa 3 kali dengan permata, dan hanya bisa dimantrai sekali dengan permata prismatik.^^Peralatan hanya bisa dimantrai, tidak bisa ditempa.",
    "1008": "--Pemantraan Senjata--^^Licik: Membuatmu bisa mengeluarkan \"gerakan spesial\" lebih cepat^^Pembunuh Serangga: Memberi serangan lebih pada monster serangga.^^Vampir: Sesekali menyedot darah dari monster.^^Crusader: Memberi serangan lebih pada monster yang \"tidak suci\".^^Pemotong Rumput: Saat menyiangi gulma, kamu bisa dapat serat lebih, dan berpeluang dapat jerami.^^--Pemantraan Peralatan--^^Powerful: Lebih kuat memecah batu, menebang pohon, dsb.^^Diperluas: Meningkatkan kapasitas 'charge-up' untuk jangkauan area yang lebih luas.^^Pangkas: Peluang dapat kayu tambahan saat menebang.^^Tak Berdasar: Penyiram air tidak akan pernah kosong.^^Dermawan: Menggali lebih banyak item dari tanah.^^Arkeolog: Meningkatkan peluang untuk menemukan artefak dan tulang-belulang.^^Efisien: Tidak mengurangi energi saat digunakan.^^Lincah: Mengayunkan alat lebih cepat.^^Ahli: Meningkatkan level memancing.^^Mancing Mania: Ikan langsung didapat begitu menggigit umpan.^^Lestari: Memberi peluang 50% pada umpan dan tackle agar lebih awet.",
    "1009": "'Di hari yang hujannya deras, aku melihat putri duyung di Lonely Rock^^Dari kisah yang kudengar mereka menyanyikan lagu yang merdu,^namun dia diam membisu...^^Esok paginya aku melihat jejeran batu di pinggir laut...^-----------------^Ya... batu-batu yang berbentuk seperti koin...^-----------------^Kalau dia tidak bisa bernyanyi, mungkin dia bisa memberi petunjuk menuju harta karun...",
    "1010": "!image 9",
    "1011": "Hari ke-37^^Saat aku berusia 10 tahun, ayah memberiku Cincin Nyala dan Cincin Magnet. Yang selalu kupakai sampai saat ini.^^Tapi, saat ada di atas gunung berapi... aku mendadak dapat ide aneh.^^Aku lepas cincinku, dan kutempa keduanya.^^Dan lihatlah! Mereka menyatu!^^Sekarang aku punya satu cincin yang bisa bercahaya dan punya daya magnet... Semoga ayah tidak keberatan, beristirahatlah dengan tenang, ayah..."
}