{
    "FlowerDance_Accept": "Hey, sure. Let's do it. We can be embarrassed together.$h",
    "AcceptBirthdayGift_Positive": "Hey, you remembered my birthday... Thanks, @! This is really nice!$h",
    "AcceptBirthdayGift_Negative": "Hey, you remembered my birthday... Thanks, @!$h#$b#Oh, it's, uh... *sniff*... what is it?$s",
    "AcceptGift_(O)StardropTea": "Wow... the color is so beautiful, like an amethyst. Thanks!",
    "AcceptGift_(TR)BasiliskPaw": "Disgusting... I love it!$h",
    "AcceptGift_(O)SkillBook_4": "Hey, this is my favorite magazine! My Dad won't let me have a subscription, so I have to get it on the black market like this...$h",
    "AcceptGift_(O)Book_Void": "Whoa, that's a creepy looking book... I love it!#$b#*Flip* *flip* *flip*... Ooh... It's full of monsters...$h#$b#I'll have to study this before going into the caves... Thanks!",
    "AcceptGift_(O)109": "Whoa... Where'd you find this? The workmanship is fascinating...#$b#It's a little too rusty to use, but I'll add it to my collection.",
    "AcceptGift_(O)119": "This makes you wonder... Thousands of years ago, there was probably a little purple-haired cavewoman who played this flute, just like me.#$b#...I'll have to wash it before pressing it to my lips, though.$h",
    "AcceptGift_(O)66": "$c 0.5#Wow... it's just my color! Thanks, @!$h#Thank you! This is my favorite stone. It's so pretty.",
    "GreenRain": "I want to go exploring, but I can tell my Mom is kind of worried. I don't want to add to her stress.",
    "GreenRainFinished": "And just like that, everything's back to normal. It's like magic!$h",
    "GreenRain_2": "Have you seen all the crazy trees around town? Everything looks so different... I feel like we're in a fairy world.",
    "cc_Begin": "Don't tell anyone, but I snuck into the old community center last night... I think it's haunted!",
    "AcceptGift_(O)279": "Oh, wow... @! Are you sure you want to give this to me? It's so rare!#$b#I'll admit, my mouth is watering already...$h",
    "mineArea_10_oneday": "I heard you've been exploring the old mines. That sounds like fun!$h#$e#...I'm working up the courage to go there myself...$s",
    "eventSeen_733330_memory_oneday": "Sam and Sebastian asked me to play drums in their band... I've never played drums before, but it's actually pretty fun.#$e#You have to learn how to move your limbs to different rhythms, at the same exact time. I feel like my brain is growing.$h",
    "eventSeen_1_memory_oneweek": "Hey, I finally beat the first level of Journey Of The Prairie King! Watching you play helped a lot.",
    "eventSeen_2_memory_oneday": "Sebastian mentioned that he heard strange music while having dinner the other night...#$e#I didn't tell him it was us! It seemed better to keep it a mystery.$h",
    "eventSeen_3": "The spirits have a mind of their own...$l",
    "wonEggHunt": "Feeling pretty good about the egg hunt, huh? Well, next year you won't be so lucky...$u",
    "wonEggHunt_memory_oneyear": "I'm still mad that you beat me at the egg hunt last year. You'd better start practicing...",
    "dating_Abigail": "%Abigail is blushing, but she looks happy.",
    "dating_Abigail_memory_oneday": "...You're cute.$l",
    "dating_Abigail_memory_oneyear": "Uh... @? We've been dating for almost a year. Is this going anywhere?$s",
    "dating_Sebastian_memory_oneday": "I heard you and Sebastian started dating... I didn't realize you guys had a thing...$6",
    "dating_Sam": "Hey, I heard you and Sam got together... He's a really good guy!$h#$e#We've been friends for a long time. You'd better be good to him, or you'll see my bad side!",
    "married_Sebastian": "Congratulations on the marriage. I guess this means Sebastian won't be moving to the city like he always talked about.$6#$b#That'll be nice. I'd be kind of sad if I never saw him again. We've always been good friends.$6",
    "married_Sam": "Haha... I can't believe Sam is a married man, now. Who would've thought?$h#$e#Joking aside, I think he'll make a great father some day.",
    "movieTheater": "Did you hear about the new movie theater in town? I'm excited to check it out!$h",
    "FlowerDance_Accept_Spouse": "B... But... I wanted to dance with...$s#$b#Just kidding! Of course I'm dancing with you. I love you.$h",
    "FlowerDance_Decline": "That's flattering... but I'm gonna have to say no. Sorry.",
    "4": "Oh, hi.",
    "Wed4": "I can't trust a person who doesn't like animals...#$e#Oh, don't worry! I know you're an animal lover!$h"
}