{
    "FlowerDance_Accept": "You beat me to it! I was about to ask you...$h#$e#I'll see you out there.",
    "AcceptBirthdayGift_Loved": "Aw yeah, that's the good stuff... Thanks for the birthday gift, @.",
    "AcceptBirthdayGift_Negative": "What the...? Uh, I dunno what it's like where you grew up, but to me, this is trash.$a",
    "AcceptGift_(O)StardropTea": "Whoa... this is great. Thanks!",
    "AcceptGift_(O)Book_Defense": "Aw, yeah... I've been looking for this one. It's supposed to be full of tips for bulking up. Rule number one... Eat a ton of eggs! Hah, no problem! Thanks!$h",
    "AcceptGift_book_item": "Uhhh... Reading? Yeah, um... I guess I can give it a try.$s",
    "AcceptGift_(TR)FrogEgg": "Umm... I know I'm pretty big on eggs... But this isn't what I meant...$s#$b#Oh well... Down the hatch! *gulp*$h",
    "AcceptGift_(TR)ParrotEgg": "Can you eat this?$s#$b#I guess there's only one way to find out...",
    "AcceptGift_(O)928": "Hehe... Keep giving me these every day, and I'll be able to retire at thirty!$h",
    "AcceptGift_(O)107": "Now that's what I call an egg! Imagine the size of the omelet...",
    "AcceptGift_(O)289": "Whoaa... It's so heavy I could use it for bicep curls. I'll be slurping on this for a week! Hah hah!$h",
    "AcceptGift_(O)442": "Mmm... Duck egg... Rich and creamy. *crack*... *slurp*. Ahhhh...",
    "AcceptGift_(O)305": "Oh... um... I usually like eggs, but this one looks evil.$s",
    "AcceptGift_(O)403": "*crunch*... Mmm... Nuts. That hits the spot. Thanks, @!",
    "AcceptGift_category_egg": "$c 0.8#Hey, thanks. Eggs are great for bulking up.#*crack*... *sluuurp*... Mmmm. Now that's what I call a snack.",
    "cc_Bridge": "Have you been up by the lake recently? I was on a run late last night, and I noticed that the old bridge was repaired...",
    "eventSeen_288847": "Uh... I'm not used to opening up like that...$s",
    "fishCaught_159": "Heard you caught some kind of rare fish?#$b#I'm impressed. Your arms must be stronger than they look! *pinch* ... not bad!$h",
    "purchasedAnimal_Chicken_memory_oneday": "Hey, I overheard someone saying that you got your first chicken the other day.#$b#Man... I wish Grandma had chickens. I'd eat a dozen raw eggs for breakfast each morning!",
    "eventSeen_288847_memory_oneweek": "Hey... uh... @? I... feel a lot more 'at peace' after talking to you on the beach last week.$s#$b#Thanks for listening to me.$s",
    "fishCaught_139": "I saw you catch that salmon.#$b#If you happen to make a 'salmon dinner' out of it, let me have a bite!",
    "firstVisit_BathHouse_MensLocker_memory_oneday": "I saw you checking out the bath house the other day. Trying to get in shape? Heh.#$e#Uh... you didn't go poking around in my locker, did you?$9",
    "GreenRain": "What's going on out there? Any action?#$e#I gotta stay here with my grandparents...$s",
    "GreenRain_2": "I tried to go for a run this morning, but the plants have gone crazy! I couldn't get very far...",
    "dating_Alex": "%Alex gives your arm a squeeze, grinning.",
    "dating_Alex_memory_oneday": "Well, this is a %season I'll never forget!$l",
    "married_Haley": "You got Haley to marry you, huh? I always figured she was out of your league!",
    "FlowerDance_Accept_Spouse": "Okay, this should be fun... I hope I can remember the moves this year! It's been a while...$h",
    "FlowerDance_Decline": "Nah... I'm gonna ask someone else. Good luck."
}