{
    "AcceptGift_(O)StardropTea": "Wow, this is a rare substance. I'll have to take it to the lab for... uh... further analysis.",
    "AcceptBirthdayGift_Positive": "A present!... with optimal timing. Today is the anniversary of my birth. Thank you!$h",
    "AcceptBirthdayGift_Negative": "A present!... with optimal timing. Today is the anniversary of my birth.$h#$b#Let's see what it is... $h#$b#...Oh.$s",
    "AcceptGift_(O)107": "Wow, an intact dinosaur egg! This is an extremely rare specimen. Now, if only it could be incubated...",
    "GreenRain": "Don't mind me, @. I'm just collecting some samples. This may be a once-in-a-lifetime opportunity!$7#$e#Erm... If you see my wife, can you tell her I'm okay?$7",
    "GreenRain_2": "The rain appears to be harmless, so I'm taking less precaution this year.",
    "firstVisit_Desert": "I heard you visited Calico Desert recently. How fascinating! I'm sure you observed many unique life forms on your trip.",
    "questComplete_104_memory_oneday": "Checking up on the melon research? Yes, I... uh... 'analyzed' it, and it certainly has an optimal macronutrient profile...",
    "purchasedAnimal_Dinosaur": "Say that again!? You successfully incubated a dinosaur egg? This is unprecedented!$5#$e#Here, take my coffee, I'm all worked up now... I can't drink any more. [253]",
    "dating_Maru": "Yes, Maru told me the news. I can't say I'm thrilled about it, but maybe you'll prove me wrong.$u",
    "married_Maru": "*sigh*... @, I've come to accept that it's time for my 'little girl' to become a woman. You have my blessing.$s",
    "married_Sebastian": "Congratulations on the marriage. Robin's been crying since the wedding. 'Tears of joy', as she calls it! A most peculiar concept...#$e#Hmm, now that the basement is unoccupied, I might have to expand the laboratory...$u",
    "eventSeen_65_memory_oneweek": "$y 'How's that cave experiment coming along? Has it produced anything of value yet?_Yes_Ah! That means the conditions must be more suitable than I originally theorized... hmm..._No_Well, keep checking on it every now and then. I'm sure those little guys will yield something eventually.'",
    "eventSeen_65_memory_twoweeks": "Don't forget to check that farm cave! There's bound to be something useful in there by now."
}