{
    "AcceptBirthdayGift_Positive": "Oh, you remembered my birthday! Thanks, @! That's really nice of you.$h",
    "AcceptBirthdayGift_Negative": "Oh, you remembered my birthday! Thanks, @! That's really ni--$h#$b#...*sniff*...*sniff*... what is that smell?$s#$b#... What is this...?$s",
    "FlowerDance_Accept": "Yes, I'd love to dance with you, @!$h#$e#Now I'm excited... This is going to be a lot of fun!",
    "AcceptGift_(O)StardropTea": "Wow, thank you! I've heard that if you drink this before bed you'll have vivid dreams.",
    "AcceptGift_(TR)ParrotEgg": "Oh, good, it's still warm... Poor thing, where's it's mother? *Whisper* ...I'll be your mother, don't worry... Poor baby.$s#$b#I'm glad you gave this to me, @. I'll take very good care of it.",
    "AcceptGift_(O)68": "$c 0.5#Oh, wow... Thank you! This color perfectly captures my mood today.$h#The warm, soothing energy of this stone helps us re-center our thoughts... It's actually just what I needed on a day like this. Thanks!",
    "AcceptGift_(O)70": "$c 0.5#That's funny, I had a dream that you would give me a piece of jade today!$h#Ooh, it's jade! This is supposed to attract wealth... And who couldn't do with a few extra coins in the pocket?$h",
    "AcceptGift_(O)66": "$c 0.5#Oh, it's beautiful, @! I hope you didn't put yourself in too much danger to get this.$h#Ah, an amethyst! This will protect me on those late nights working at the Saloon.",
    "AcceptGift_(O)64": "$c 0.5#Wow, look at that color! It matches perfectly with my outfit.$h#Oh, this is perfect... I've been feeling a little sluggish lately. Rubies are great for energizing the spirit!",
    "AcceptGift_(O)62": "$c 0.5#It's so smooth! When I hold it... I can feel the energy of all the mermaids in the sea. Thank you!#Thank you! I'm gonna put this under my pillow, and hopefully I'll dream about the ocean.",
    "AcceptGift_(O)60": "$c 0.5#Oh!... Heheh... I know exactly why you gave me this stone today. Very interesting...#Wow, it's beautiful! This color makes me think of all the spiritual power within the forest... Can you feel that wood energy?",
    "GreenRain": "There must be a meaning behind this... Nature is trying to tell us something.$3#$e#What, though? I can't tell... It's hard to read. I feel a strong presence, though...$3",
    "GreenRain_2": "Can you feel it? The forest is singing! The trees are dancing with joy!",
    "married_Haley": "That was a beautiful wedding... I'm really happy for you and Haley!$h",
    "divorced_Haley": "Haley is too proud to be heartbroken over the divorce... Or at least to show it.$3",
    "eventSeen_471942": "Hello @. I had a feeling I'd be seeing you today.",
    "eventSeen_463391": "Nothing is more sad than an injured animal...$s",
    "purchasedAnimal_Sheep": "Now that you have a sheep, you'll be able to make cloth! That'll open up a whole new world of tailoring possibilities. Just wait and see.",
    "eventSeen_11_memory_oneweek": "Have you ever tried cooking without a recipe? It's kind of liberating.#$b#And who knows... you might discover something amazing!",
    "eventSeen_101_memory_oneweek": "My outing with Clint was pretty fun!#$b#Although, he spilled a root beer all over himself within ten minutes of getting there, and then barely said a word the rest of the night.$3",
    "eventSeen_4081148": "Hey, I saw you at Sam's show. It was fun!$h#$e#The city smelled pretty bad, though.$s",
    "eventSeen_2123343_memory_oneday": "I won't forget our camping trip any time soon...$l",
    "dating_Emily": "%Emily has a big smile on her face.",
    "dating_Emily_memory_oneday": "We're going to have a lot of fun together, I just know it.$h",
    "married_Shane": "Well, now that you're married, I assume Shane won't be coming to the Saloon as much!#$e#That's probably a good thing, but it's always a little sad to lose a regular...$s",
    "FlowerDance_Accept_Spouse": "Of course, my love. I've been looking forward to this!$h",
    "FlowerDance_Decline": "I'm very sorry... but I've already agreed to dance with someone else.$u",
    "fall_15": "$d bus#I'm visiting Sandy today. We're best friends!#$e#I'm really happy that the bus is repaired.|*Sigh*... If only that old bus were fixed, I would've visited my friend Sandy today...$s"
}