{
    "FlowerDance_Accept": "Oh... you want to dance with *me*, do you?$13^Oh? Sure! I'll dance with you!#$b#Hehe... of course. I'd love to be your partner.$h^We'll have a great time!$h#$e#Hmm... I admire your confidence. Most guys are too shy to ask me.^You look so pretty today!$h",
    "AcceptBirthdayGift_Loved": "*gasp*... You got this for me? Wow, @, this is the best birthday gift ever!$h",
    "AcceptBirthdayGift_Liked": "Awwwww, you got me a birthday gift? Well, I really like it!$h",
    "AcceptBirthdayGift_Negative": "Gross! You got me this on my birthday? What's wrong with you!$a",
    "AcceptGift_(O)StardropTea": "For me? Ooooh... I can't decide if I should drink it, or use it as shampoo...",
    "AcceptGift_(O)88": "$c 0.8#Is that... coconut? I love this!$h#Mmm.... coconuts remind me of warm, sunny days at the beach. When I hold one, I feel like I'm there... even when it's raining.",
    "AcceptGift_(O)421": "Wow, they're beautiful! These are my absolute favorite.$h",
    "GreenRain": "I don't think I've ever set foot in this place. It's actually kind of cozy!$h#$e#Oh, I'm not worried about the rain. I'm sure it'll pass.",
    "GreenRain_2": "Wake me up when there's a pink rain... Or better yet, a pink cake rain!",
    "eventSeen_14": "It was fun taking pictures, but I had to shower for two hours to get the mud out of my hair!$h",
    "eventSeen_13_memory_oneweek": "%Haley greets you with a smile. You notice that she's wearing her Great-Grandma's bracelet.",
    "eventSeen_12_memory_oneweek": "Wow, looks like someone's read the latest issue of 'Super Fashion Girl'... muddy boots are totally in right now!$h",
    "eventSeen_12_memory_twoweeks": "My parents sent another postcard... I guess they're in the middle of a cruise down the Gem Sea Coast.#$e#They said me and Emily could join them at any point, but let's be honest... who wants to go on vacation with their parents?",
    "eventSeen_11_memory_oneweek": "The other day, Emily baked something called a 'squirrel loaf'...$u#$e#How'd it taste? Um... well, if my tail was a little bushier I probably would've loved it.$h",
    "eventSeen_11_memory_twoweeks": "Did you see last night's episode of 'Tears'? *sob*... I can't believe Kyle and Amy broke up...$s",
    "cropMatured_421": "My name means 'field of hay', but I like to imagine it as a meadow full of sunflowers...",
    "dating_Haley": "I was waiting for you to ask me that.$l",
    "dating_Haley_memory_oneday": "You look really handsome today.$l^You look really pretty today.$l",
    "married_Emily": "Well, I guess this makes you my 'brother-in-law', huh? That's funny to think about.^Hey, I guess we're kind of like sisters now!$h",
    "divorced_Emily": "Things didn't work out between you and Emily, huh? Well... It happens.#$e#It *is* kind of awkward that you're both still living in this tiny town, though.",
    "dating_Haley_memory_oneyear": "So, what's the idea here... am I just going to be your 'girlfriend' forever...?$7",
    "married_Emily_memory_oneweek": "Is Emily settling into the farm life?#$e#You know, I was starting to wonder if Emily would ever get married...",
    "FlowerDance_Accept_Spouse": "*sigh*... My days of being Flower Queen are over... so it's a bittersweet dance for me.$s#$b#But, yes...",
    "FlowerDance_Decline": "Ew... No."
}