{
    "AcceptBirthdayGift_Positive": "Oh! Thank you very much! I didn't expect anyone to know it was my birthday today.$h",
    "AcceptBirthdayGift_Negative": "Oh! It's a... well, it's something. I didn't expect anyone to know it was my birthday today.",
    "AcceptGift_(O)StardropTea": "You're giving me this? I'm honored. Thank you!",
    "FlowerDance_Accept": "Oh! You... want to dance with me?$4#$b#...Yes. I'd love to!$h",
    "GreenRain": "I brought some medical supplies, just in case. Be careful out there!",
    "GreenRain_2": "The first time this happened, we were all worried that the rain might be dangerous.#$b#But what if it's actually healthy for the body? Who knows... The plants seem to respond well to it, at least.",
    "AcceptGift_(O)432": "It's for me? Thank you! This will be fantastic drizzled on some pasta.$h",
    "AcceptGift_(O)348": "For me? What a gift! This looks fantastic!$h#$b#You know, on a physiological level, I wouldn't advise the consumption of alcohol...#$b#But there's no denying the benefit of kicking back and enjoying a glass of fine Stardew Valley wine!$h",
    "eventSeen_56_memory_fourweeks": "I've been working on an 'animal checklist' for a few years now. I want to observe every species living in the valley!",
    "eventSeen_56_memory_twoweeks": "I tried making my own pickles one time...$s#$e#Um, let me put it this way... The frogs we dissected in high school smelled like roses in comparison...",
    "eventSeen_56": "As a small town doctor, you can't help but form a personal connection with your patients. That can be both good and bad...",
    "eventSeen_58_memory_oneweek": "Well now that you know my secret, I might as well give you an update... I was significantly less winded after aerobics class this week!",
    "eventSeen_58_memory_twoweeks": "I got such a good workout during aerobics class, I think I can treat myself to some pasta primavera tonight...$h",
    "eventSeen_58_memory_fourweeks": "I don't know why I was ashamed about being in dance aerobics class. My legs have become so strong, I should feel as bold as a lion!",
    "eventSeen_571102_memory": "I've never told anyone about my airplane hobby before... I guess I just feel comfortable talking to you.",
    "eventSeen_571102_memory_oneweek": "As a doctor, you can only do so much to help your patients...#$e#I've made the mistake of getting too emotionally involved in the past... I won't let that happen again...$s",
    "dating_Harvey": "I've never felt like this before...$l",
    "dating_Harvey_memory_oneday": "I've been thinking about you so much, I can hardly do my work.$l",
    "dating_Maru_memory_oneday": "Maru's been unusually cheerful lately... I hear you may have something to do with that.",
    "married_Maru": "Congratulations on your marriage, @. Maru's already informed me that she'll continue to work at the clinic, which is a relief!",
    "married_Harvey": "This is the happiest moment of my life...$l",
    "FlowerDance_Accept_Spouse": "I've been looking forward to it all afternoon! You look radiant in the fresh spring air, my love.$l",
    "FlowerDance_Decline": "Oh! I'm sorry... I, er... have plans to ask someone else.$s",
    "Sat10": "*Sigh*... I'm starting to feel kind of old...#$e#The older you get the more memories you're burdened with. It can be overwhelming.$s#$e#I think I'll stay younger with you around.$l"
}