{
    "AcceptGift_(O)StardropTea": "Oh, wow... I had a sip of this stuff when I was a kid, and I've never forgotten the taste.",
    "AcceptBirthdayGift_Positive": "Hey, thanks a bunch, @! This makes my birthday feel special.$h",
    "FlowerDance_Accept": "You want to dance with me? Yes!$h#$e#I was wondering if you'd ask me...$h",
    "dating_Leah": "I had a feeling you would ask me...$l",
    "married_Elliott": "Elliott's a real romantic... I'm sure your days will be filled with poetry!$h",
    "married_Shane": "I'm happy that Shane's in such a good place. I've never seen him smile so much!#$e#With his love for chickens, I'm sure he'll fit right in on %farm Farm!$h",
    "AcceptGift_(O)169": "Oh! Thank you! This one has an interesting shape...$h",
    "AcceptGift_(O)430": "Hey, where'd you find that? *sniff*... Mmm... This will be perfect, grated over a fresh pasta. Thank you!$h",
    "AcceptGift_(O)200": "Mmm... Back in the city, the veggies never tasted this fresh. I love it!$h",
    "AcceptGift_(O)196": "$c 0.8#This looks delicious... Thank you! There's nothing quite like a fresh, wild salad.$h#Oh, wow, @! This is exactly what I was craving! How'd you know?$h",
    "dating_Leah_memory_oneday": "Please don't feel like you have to spend all your time with me now that we're dating... I know you're a busy person!",
    "eventSeen_53_memory_oneday": "I sold enough art at that show to get by for another year... that's all I needed!",
    "eventSeen_54_memory_oneday": "I'm still fuming about the picnic... what a weirdo!$a#$b#Let's never talk about... that person... ever again.$s",
    "eventSeen_584059_memory_oneday": "If my art continues to sell online like it has, I'll be able to keep making art forever. That's always been my dream.",
    "FlowerDance_Accept_Spouse": "Finally! I was starting to get worried you wanted to dance with someone else!$h",
    "FlowerDance_Decline": "I'll be honest. I don't want to dance with you.$u",
    "GreenRain": "Where did all these plants come from? It's a surprise, but I'm not complaining...",
    "GreenRainFinished": "I guess everyone in town was scared of that strange rain? I had no idea... I just thought it was incredible!$h",
    "GreenRain_2": "Imagine if this rain lasted all summer... The plants would take over the entire valley!",
    "Fri6": "Sometimes, a strange feeling comes over me. My head becomes totally empty... and I feel completely at peace, even blissful.#$e#Hey, now! It has nothing to do with drinking wine!$h",
    "Fri8": "Do you ever wonder what it's like to be a different person?#$e#Do our thoughts manifest in a similar way, or is it radically different?#$e#Don't mind me, I think about weird things sometimes...$h",
    "summer_Fri4": "Do you ever walk out into the forest... Pause... And simply enjoy the beauty of nature?#$e#It's easy to forget how incredible this world actually is...",
    "summer_Sat4": "One Summer, it was so hot during the night that I got out of bed and jumped into the river!#$e#I hope no one saw me!$h",
    "fall_Sun4": "One thing I love about this place is that there are beautiful waterfalls.#$e#Do you ever spend time watching them? It's soothing...",
    "winter_Sun4": "You should take a whole day off, now and then.#$b#Not only is it good for the soul, but in the long run, you'll actually be more productive!"
}