{
    "AcceptGift_(O)StardropTea": "I've sampled many teas in my life, but none are quite so rare and special as this. Thanks!",
    "AcceptBirthdayGift_Positive": "Ah, you remembered the old mayor's birthday. That's very thoughtful of you. And it's a nice gift!$h",
    "GreenRain": "I just got off the phone with the Governor... Apparently this rain is supposed to be completely harmless. Just an unusual phenomenon of nature.#$b#Still, some of the townsfolk are panicking, which is never good...",
    "GreenRainFinished": "Well, that was quite the excitement for our little town! I'm just relieved that everyone is okay.$h#$e#If this ever happens again, I think we'll all be a little more relaxed. It's not the end of the world!",
    "GreenRain_2": "I guess we can expect these unusual rains every year. I think everyone is a little calmer knowing that it's just part of nature.",
    "AcceptBirthdayGift_Negative": "Ah, you remembered the old mayor's birthday... what's this?$h#$b#Um... well you know what they say, 'it's the thought that counts'.",
    "cropMatured_24": "Hey, I was doing my nightly rounds, and noticed that your first parsnip was ready. Congratulations!",
    "cropMatured_254": "Those melons have been looking real good over at %farm farm!$h#$b#You know, that was one of your Grandpa's favorite crops back in the day.",
    "cropMatured_276": "Nothing says 'Fall' quite like a pumpkin, don't you think?",
    "married": "Congratulations, @. This is a big step forward for you and %spouse. You've really grown some roots in this town!",
    "married_twice": "Congratulations once again, @.",
    "divorced_once": "The divorce paperwork is all squared away. Sorry that things didn't work out...",
    "divorced_twice": "Another divorce? C'mon, @... you should be a little more careful who you decide to marry in the future...$u",
    "movieTheater": "All the young people seem happy about the new movie theater.#$e#A thriving theater will be good for the local economy. I just hope there's nothing objectionable in those modern pictures!",
    "cc_Bridge": "Somehow, that old bridge to the quarry is now repaired.#$b#I'm shocked... It must've taken a whole team to fix that thing!#$b#Who could've done that?",
    "wonGrange": "Congrats on winning that grange display competition.#$e#Hehe... Just between you and me, I think Pierre needed a bowl of humble pudding!$h"
}