{
    "FlowerDance_Accept": "Heh... sure! Suddenly, the dance sounds a lot more fun.$h",
    "AcceptBirthdayGift_Positive": "Hey, what's this, a birthday gift? It's great! Thanks for remembering me!$h",
    "AcceptBirthdayGift_Negative": "Hey, what's this, a birthday gift? It's... uh, well, it's a gift! Thanks for remembering me, anyway.",
    "AcceptGift_(O)StardropTea": "Mmm... How does it taste so good? This is really a great gift.",
    "AcceptGift_(O)787": "This will be perfect for powering my latest project! Thanks, @!$h",
    "AcceptGift_(O)336": "Ah, pure gold... It's not the strongest material, but it has some really useful properties!$h",
    "AcceptGift_(O)337": "Oh, wow! That's a rare element. It's theorized that all the iridium in our world comes from meteorites...$h",
    "AcceptGift_(O)122": "Ooh, this is exciting! I'll deconstruct it and see if I can reverse-engineer the technology.$h",
    "AcceptGift_(O)910": "Ahh! Be careful with that! Are you touching it with your bare hands?$9#$b#... Sorry... hehe... With proper handling, this will be perfect for an exotic machine I'm building.",
    "dating_Maru": "Ummm... Don't break the news to my Dad, okay? I'll handle it.",
    "dating_Maru_memory_oneday": "Mmm... I'm having a hard time focusing on my work today.$l",
    "GreenRain": "I want to go collect samples with my dad, but my Mom is insisting we stay here...",
    "GreenRain_2": "This is a rare opportunity to study a unique phenomenon... every moment counts!",
    "eventSeen_9": "I should've spent more time on that piece before showing you...$s",
    "eventSeen_9_memory_oneweek": "How's your hand feeling?#$b#Let me see it... Hey, it looks all better!$h",
    "married_Sebastian": "Hey, I guess we're brother and sister now!$h^Hey, I guess we're sisters now!$h#$e#I'm glad that Sebastian found a way out of the basement...#$e#I wish you two all the best!",
    "married_Penny": "Hey, congratulations!$h#$b#I remember the first time Penny told me she had feelings for you...#$b#She was all shy about it, but I knew right away it was serious... she wouldn't say something like that if she didn't mean it!",
    "married_Harvey": "You always seemed far too healthy to be at the clinic so often... Now it's all starting to make sense...",
    "FlowerDance_Accept_Spouse": "Of course... *whisper* Then can we go home and snuggle?$l",
    "FlowerDance_Decline": "I'm flattered! But... No.",
    "Thu4": "Sometimes, when I'm looking into space with my telescope, I get struck with this eerie feeling... Like we aren't meant to see this.#$e#It's silly, I know...$h",
    "Sat2": "It's really satisfying when you can repair something yourself, instead of just throwing it away.",
    "Sat4": "Some people say 'magic isn't real'... but have they ever stopped and really thought about magnetism?",
    "Sat6": "If you think about the human body, it's hard to believe that somehow, it all just 'works'.",
    "Sat8": "You know, I was thinking... even with all the technology in the world, nothing beats having a real human friend.",
    "Fri6": "My Dad is very logical, and my Mom is very intuitive. That difference leads to conflict, sometimes...$s",
    "summer_Wed2": "Is it just me or did it suddenly get really hot?#$e#I guess it's just me."
}