{
    "AcceptBirthdayGift_Loved": "Oh! Is this for me? For... for my birthday?$3#$b#*sniff*... Sorry.$s#$b#I'm... just not used to such kindness...#$b#... I love it, though. It's perfect. Thank you so much.",
    "AcceptBirthdayGift_Positive": "For my birthday? That's so nice of you! It's a great gift.$h",
    "AcceptBirthdayGift_Negative": "For my birthday? That's so kind of you! Let me unwrap it...$h#$b#...What!?$12#$b#...Oh, I see. It's a cruel joke.$s#$b#Silly me, I should've known better...$s",
    "FlowerDance_Accept": "Oh... with me? Yes, of course!$h#$b#...Will you take the lead, though? I'm nervous...$12",
    "eventSeen_35_memory_oneweek": "$y '@, what do you think... should a person be judged by their actions, or by their intentions?_Actions_Hmm... but don't we all make mistakes sometimes?$s_Intentions_Mmhmm... But what if you intend to do good, yet your actions cause harm?$s_Both_That's true... I guess it doesn't have to be one or the other. It might depend on the situation, too.'#$b#I was just wondering what you thought...",
    "AcceptGift_(O)StardropTea": "Mmm... it's so fragrant. I'm going to love this.",
    "AcceptGift_ancient_item": "Wow... this looks really old. I'll have to ask Gunther about it. Thank you!$h",
    "AcceptGift_book_item": "Thank you! I'm almost finished with a book right now, but I'll read this one next!$h",
    "eventSeen_34_memory_oneweek": "I've been teaching Jas and Vincent about Dwarvish Archaeology...#$b#Jas is curious about the origins of the Dwarves... but Vincent is mainly interested in dwarvish weapons!$h",
    "eventSeen_34_memory_twoweeks": "Vincent has been asking me about slugs for weeks... so I prepared a whole lesson on them. They're actually pretty interesting!#$e#Whenever I see a banana slug, I feel like it's a sign of good luck.",
    "eventSeen_34_memory_fourweeks": "I'm teaching the kids about art history this week.#$b#It can be a little dry for the kids, so I'm having them learn by drawing a picture in the predominant style of each century.#$b#It's really been a hit!$h",
    "eventSeen_36_memory_oneweek": "Oh, pardon this bandage on my hand...$s#$b#I went over to Maru's the other day and she showed me a new gadget of hers. The darn thing charred my palm!$s",
    "eventSeen_35_memory_twoweeks": "I've been reading a book about the ocean. It accounts for most of the area of the world, and yet we hardly know anything about it!",
    "dating_Penny": "I... I don't know what to say. I'm so happy...$l",
    "dating_Penny_memory_oneday": "Suddenly, the world looks a lot more beautiful, don't you think?",
    "dating_Penny_memory_oneweek": "I'm trying to finish this book, but I keep getting distracted thinking of you.$l",
    "dating_Penny_memory_twoweeks": "I never thought my life would be more exciting than a novel, but it sure feels that way right now!$h",
    "married_Maru": "That was a beautiful wedding. I know Maru will make you very happy, she's a great person.",
    "dating_Maru_memory_oneday": "Hi, @. Maru told me the news... I'm happy for you two!$h",
    "married_Sam": "Congratulations, @. Sam's a lot of fun, I'm sure you'll never have a dull moment!",
    "FlowerDance_Accept_Spouse": "I accept!$h#$b#*whisper* Thanks for going through with the formalities, dear.",
    "FlowerDance_Decline": "Oh... No, thanks.$s",
    "GreenRain": "Are you alright? We're all wondering what's going on...$3",
    "GreenRain_2": "This strange weather is a good opportunity to get the kids interested in nature!$h",
    "Fri8": "I shouldn't complain so much about chores... some people in the world are really struggling, and here I am complaining about doing dishes...$s"
}