{
    "AcceptGift_(O)206": "Aw yeah... Pizza time!$h",
    "AcceptBirthdayGift_Positive": "Hey, hey, hey! You remembered! Now that's what I'm talking about!$h",
    "AcceptBirthdayGift_Negative": "Hey, hey, hey! You rememb--$h#$b#...*sniff*...*sniff*... what's that gnarly smell...?$8#$b#...Oh.$5",
    "FlowerDance_Accept": "Oh... with me? Hehe... Yeah, sure. Sounds fun!$10",
    "GreenRain": "Whaa! Is it acid? Will it burn through the roof and sizzle us alive?$8#$b#I gotta keep my little brother safe!$7",
    "GreenRainFinished": "Seems like there's no damage to anything... That was a strange one. How are you holding up?",
    "GreenRain_2": "You notice how warm this rain is? It feels alive...",
    "dating_Sam": "Um... So, can I get a kiss now?$l",
    "dating_Sam_memory_oneday": "I couldn't sleep last night. I was imagining all the things we're gonna do together.$10",
    "AcceptGift_(O)StardropTea": "Whoaa... Hold on... this is for me? I never expected this! Thank you! ",
    "dating_Sebastian": "I heard you and Sebastian are going out... he better still be coming to band practice every week!",
    "married_Sebastian": "Wow, I can't believe you and Sebastian got hitched. Times really are changing...$u#$e#Eh, it's alright, I'm sure he'll still have time to hang out.",
    "married_Abigail": "Hey, what's the big idea? You took my drummer!$8#$b#Haha, just kidding... Congrats!$h",
    "eventSeen_45": "I better lay low for a while. I wouldn't want to get on Mayor Lewis' bad side!",
    "firstVisit_Sewer": "Heheh... So you've been to the sewer, huh? I've snuck down there a few times myself. It's pretty creepy.#$e#How could I tell? Hmm... let's just say... 'the nose knows'.$h",
    "eventSeen_45_memory_oneweek": "Wouldn't it be cool if the town had a skate park, though?#$b#Now, how to convince Mayor Lewis...$s",
    "eventSeen_4081148_memory_oneday": "Even with all the practice we did, I made a bunch of mistakes on stage... I hope no one noticed.$s#$e#It's kind of nerve-wracking to be in front of everyone!$h",
    "eventSeen_733330_memory_oneday": "If... I mean when... my Dad gets back, I wonder if he'll be the same as I remember him?$s",
    "FlowerDance_Accept_Spouse": "Aw, I gotta put on that dorky suit again? I thought now that we're married... Well, alright.$s",
    "FlowerDance_Decline": "Hmm... I dunno. Maybe next year.$s",
    "summer_Thu6_2": "Sometimes I can hear my Dad pacing down the hallway at night.$s#$b#...But he won't tell us what's troubling him."
}