{
    "AcceptBirthdayGift_Positive": "Oh, really? I wasn't expecting this. It looks great, though. Thank you.$h",
    "AcceptBirthdayGift_Negative": "Uhh... well, I appreciate the thought.",
    "dating_Sebastian": "Don't make fun of me... but I've never been in a relationship like this before.$l^Don't make fun of me... but I've never really had a girlfriend before.$l",
    "dating_Sebastian_memory_oneday": "Hey... you look great.$l#$e#I've been thinking about you all day...$l",
    "dating_Sebastian_memory_oneyear": "Hey... It's been a year since we started dating, remember?$h#$e#It's been the best year of my life...$l",
    "FlowerDance_Accept": "Oh yeah? ... Alright, I will.#$b#Heh... maybe this festival isn't so bad.$h",
    "married_Maru": "Demetrius has been all wound up because of the wedding, it's been pretty tense around the house.",
    "GreenRain": "My mom's freaking out, but I'm actually kind of enjoying this. I bet the frogs are going wild out there!$h#$e#I'm gonna stay here to try and keep her calm, though.",
    "GreenRain_2": "I was hoping this weather would come back. It makes me appreciate the summer a little more.",
    "eventSeen_4081148": "The show went well. I was kind of nervous beforehand, but once we went up on stage I just kinda got into the zone.",
    "AcceptGift_(O)575": "Is that obsidian? This is exactly what I've been looking for... I'm gonna see if I can shape it into a dagger.$h",
    "AcceptGift_(O)StardropTea": "Hey, thank you. I'll drink this when the sky gets dark.",
    "AcceptGift_(O)Book_Defense": "What are you trying to say... I need to work out?$s#$b#Well, I'm more of a 'nimble' guy... Maybe I'll read the first half.$h",
    "AcceptGift_(O)227": "$c 0.8#I really love this. How did you know?$h#Mmm... once you get used to eating raw fish, it becomes really addictive.",
    "AcceptGift_(O)305": "$c 0.8#Whoa... This egg speaks to me... I'll put it on my desk. Thanks!$h#Hmm... I wonder, if I put this under my pillow, will it hatch? Hehe... only one way to find out.$h",
    "AcceptGift_(O)236": "You brought me soup? That's really nice of you.$h#$b#This one brings back a lot of memories...",
    "AcceptGift_(TR)FrogEgg": "Hey, that's a frog egg! I'll see if I can get it to hatch. Thanks!$h",
    "firstVisit_Railroad": "I'm glad the path to the railroad tracks is open again.#$b#I like going up there when I feel like being alone.#$e#...Which is often.",
    "FlowerDance_Accept_Spouse": "Ugh... do we have to? Alright.",
    "FlowerDance_Decline": "No... There's someone else I want to dance with.",
    "summer_Tue4": "I'm looking forward to the cold, damp season. Channeling my inner toad, I guess.$h",
    "summer_Wed6": "If you're depressed, everything seems stupid. But if you're feeling positive, then even the most mundane things will make you happy.#$e#How do you stay positive long term? I have no idea.#$e#...Maybe I'll figure it out some day.",
    "summer_Wed10": "Why am I grinning? I guess I've been unusually happy lately...$l",
    "fall_Tue10": "I've always felt like an underdog. But the challenge will just make me stronger.",
    "winter_Mon8": "Do you ever think back on your old self with shame and embarrassment?#$e#I guess it's just part of growing up."
}