{
    "AcceptBirthdayGift_Loved": "Oh, is it my birthday? I was hoping I'd forget.#$b#This is actually really nice, though. Thank you.$h",
    "AcceptBirthdayGift_Liked": "Oh, is it my birthday? That's right... I almost forgot. Thanks.",
    "GreenRain": "I don't have to go into work today, so I'm not complaining...",
    "GreenRain_2": "Oh, there's some kind of weird weather today? I didn't notice.",
    "AcceptGift_(O)StardropTea": "Heh... thanks. Tastes just like beer.",
    "FlowerDance_Accept": "Um... sure.#$e#I'd better stop eating...",
    "AcceptGift_(O)203": "Oh, you made it? *squish*... Um... *smack*... I think I'll stick to frozen pizza. But thanks.",
    "eventSeen_611944_memory_oneweek": "Have you tried the new Joja Bubblerito? I ate two in one sitting yesterday, that was a mistake...",
    "dating_Shane": "I... wasn't really expecting this, after all I've put you through...",
    "dating_Shane_memory_oneday": "I think I might be the luckiest guy in the world... $h",
    "eventSeen_3910975": "Sorry you had to see me like that, @...$s",
    "eventSeen_3910975_memory_oneweek": "I'm trying to cut back on the drinks... it's not going to be easy.",
    "FlowerDance_Accept_Spouse": "Dance? Hoo-boy. Okay... let me chug a few more of these first...",
    "FlowerDance_Decline": "...No.$s",
    "Mon6": "I'll be honest, I still can't understand why you'd want to be friends with me.||Life isn't fair, and I can't help but feel bitter about it.",
    "Tue8": "We should go to a Tunnelers game some time. When I go by myself, I usually drink way too much beer.",
    "Tue10": "I need to keep it together for Jas' sake. I don't want to be a bad role model for her.||I'm kind of like a father figure to Jas. I just hope I haven't let her down too much.$s",
    "Fri8": "Buh... Can you imagine how disgusting my liver must look?$s#$e#My body feels twenty years older than it should...$s",
    "Fri10": "My body hurts a lot less since I cut back on the booze.#$e#But it still feels like I'm always teetering on the edge...$s",
    "Sat10": "Your farm seems like a great place to raise chickens.$h"
}