{
  "name": "Festival Telur",
  "conditions": "Town/900 1400",
  "shop": "BO 36 400 -1 BO 107 2000 1 O 745 100 -1 BO 184 350 -1 BO 188 350 -1 F 1684 500 -1 F 2624 1000 -1 F 2632 1000 -1",
  "set-up": "fallFest/27 60/farmer 12 54 1/changeToTemporaryMap Town-EggFestival/loadActors Set-Up/advancedMove Vincent true -2 0 0 -2 2 0 0 2/advancedMove Jas true 2 0 0 2 -2 0 0 -2/advancedMove Leo true 0 -2 2 0 0 2 -2 0/advancedMove Pam true 0 -1 3 5000 0 2 3 5000 0 -1 3 4000/advancedMove Clint true 1 7000 0 1 3 7000 0 -1/advancedMove Demetrius true 2 15000 -3 0 0 8 3 20000 0 -8 3 0/advancedMove Willy true 2 25000 -4 0 0 -12 4 0 0 -1 4 30000 0 1 -4 0 0 12 4 0/advancedMove Shane true 4 40000 2 0 0 2 1 35000 0 -2 -2 0/advancedMove Harvey true 0 6 -6 0 0 9 -3 0 3 15000 3 0 0 3 20 0 0 -8 1 0 0 -11 -15 0 0 1 2 30000/playerControl eggFestival",
  "afterEggHunt": "pause 100/playSound whistle/waitForOtherPlayers endContest/pause 1000/globalFade/viewport -1000 -1000/playMusic event1/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 26 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true/pause 2000/speak Lewis \"Wow, lihat semua telur yang terkumpul!$h#$b#Kalau saja kalian memungut sampah sesemangat ini, kota kita akan jadi yang paling bersih di wilayah Laut Gem! *hihi*$h\"/pause 800/playMusic none/speak Lewis \"Dan sekarang, pemenang perburuan telur tahun ini adalah...\"/playMusic none/pause 3000/cutscene eggHuntWinner/null/playMusic event1/pause 500/fork AbbyWin/move Lewis 0 1 2/speak Lewis \"Selamat! Ini hadiahmu.\"/awardFestivalPrize/null/move Lewis 0 -1 0/speak Lewis \"Oke, cukup sampai sini Festival Telur tahun ini. Semuanya, terimakasih sudah datang!\"/pause 600/viewport move 1 0 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "AbbyWin": "pause 100/jump Abigail/faceDirection Vincent 3/pause 800/move Abigail 0 -1 0/faceDirection Vincent 0/speak Lewis \"Selamat, Abigail! Ini hadiahmu.\"/pause 500/move Abigail 0 -1 0/playSound coin/pause 400/move Abigail 0 2 0/faceDirection Lewis 0/speak Lewis \"Oke, cukup sampai sini Festival Telur tahun ini. Semuanya, terimakasih sudah datang!\"/pause 1000/viewport move 1 -1 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "mainEvent": "pause 500/playMusic none/pause 500/globalFade/viewport -1000 -1000/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 27 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true unfreeze/pause 2000/speak Lewis \"Saatnya acara utama dimulai... Perburuan Telur Tahunan!$h\"/pause 100/jump Jas/jump Vincent/pause 1000/speak Lewis \"Tenang, semuanya. Simpan tenaga kalian untuk mencari telur dan yang menang akan dapat hadiah ekslusif.\"/pause 100/faceDirection Vincent 3 true/faceDirection Jas 1 true/pause 1000/faceDirection Vincent 0 true/faceDirection Jas 0 /pause 800/faceDirection Lewis 3/faceDirection Lewis 2/faceDirection Lewis 1/faceDirection Lewis 2/pause 800/speak Lewis \"Baik... Semua siap?\"/pause 1000/waitForOtherPlayers startContest/jump Lewis/pause 1000/speak Lewis \"Perburuan telur, dimulai!$h\"/advancedMove Maru false -2 0 0 6 -9 0 0 -2 -9 0 0 -1 2 0 0 -12 6 0 0 -7 3 0/advancedMove Abigail false 0 21 -20 0 0 3 7 0 0 -15 -9 0 9 0 0 18/advancedMove Jas false 0 12 8 0 0 10 3 0 0 4 14 0 0 -20 -6 0 0 3/advancedMove Sam false 4 0 0 -4 2 0 0 -4 12 0 0 -6 19 0 0 20 0 -20 0 20/advancedMove Vincent false 0 3 24 0 0 21 9 0 0 4 -20 0 20 0 -20 0/advancedMove Leo false 0 -10 -1 0 0 -3 -6 0 0 -2 -3 0 0 -3 -1 0 0 20 -5 0 0 -10 -2 0/playSound whistle/playMusic tickTock/playerControl eggHunt",
  "Abigail_spouse": "Menjauhlah, sebelum festival selesai kita adalah lawan!$h",
  "Leah_spouse": "Temanku tidak banyak, jadi acara seperti ini membuatku agak bosan. Meski begitu, aku menikmati hidangannya.",
  "Maru_spouse": "Aku sedang ngobrol sama Penny. Apa kau sudah mencoba hidangan telurnya?",
  "Penny_spouse": "Maru mengajakku makan Deviled Egg. Aku tidak yakin perutku bisa mencernanya...",
  "Haley_spouse": "Tadi aku mau makan telur, lalu aku ingat kalau lagi diet musim semi.",
  "Sebastian_spouse": "Aku akan mendukungmu di lomba nanti.$h",
  "Sam_spouse": "Geng kami masih sama seperti dulu. Apa kamu bersenang-senang?",
  "Alex_spouse": "Uhhh... Kayaknya aku kebanyakan makan telur rebus...$s",
  "Harvey_spouse": "Bagaimana kabar semua orang? Aku cuma istirahat sebentar. Aku tidak sabar ingin melihatmu ikut perburuan telur!",
  "Elliott_spouse": "Aku senang melihatmu bisa bersantai, sayangku.$h",
  "Abigail": "Berburu telur rasanya sama seperti berburu harta karun.$h",
  "Robin": "Musim semi adalah musim tersibuk... jadi senang bisa libur dan berkumpul dengan teman-teman.",
  "Demetrius": "Telur... benda aneh yang bisa dimakan.",
  "Maru": "Aku selalu menantikan acara seperti ini... membuat lembah terasa seperti komunitas sungguhan.",
  "Sebastian": "Dulu kami sering ikut lomba lempar telur busuk...#$b#Tapi Pak Lewis sudah melarangnya.",
  "Linus": "Tidak ada yang ingin bicara denganku... Aku datang hanya untuk menikmati Deviled Egg.",
  "Pierre": "Hei! Bagaimana kau bisa berada di belakang sini?$u#$b#Jangan sentuh apa-apa.",
  "Caroline": "Sejak kecil, Abby suka sekali berburu telur.",
  "Alex": "Aku mencoba untuk makan setidaknya tiga telur setiap hari.#$e#Aku butuh protein untuk kakiku.",
  "George": "Kenapa semuanya tampak senang hari ini? Hmmph...#$b#Karena telur?... Kenapa telurnya?",
  "Evelyn": "Seingatku, festival ini adalah tradisi turun temurun kota kita.#$b#Tradisi menghubungkan kita dengan masa lalu dan masa depan... Oleh karena itu kita harus merayakannya.",
  "Lewis": "Menikmati festivalnya, @?$h",
  "Clint": "Apa ada hidangan lain?$s",
  "Penny": "Anak-anak sudah lama menantikan festival ini.",
  "Pam": "Hehe... Aku menambahkan sesuatu yang enak ke dalam wadah minuman.$h#$e#Shhh... ini rahasia kita berdua ya, nak.",
  "Emily": "Aku bangun pagi-pagi untuk mewarnai telurnya... karena itu adalah bagian favoritku di musim ini.$h",
  "Haley": "Festival ini tidak buruk... tapi festival yang aku nantikan adalah Dansa Bunga.",
  "Jodi": "Vincent suka sekali dengan festival ini... Senang bisa melihatnya seceria itu.",
  "Kent": "Aku sebenarnya tidak terlalu suka telur.",
  "Marlon": "Bahkan dengan kaki lumpuhku ini, aku tidak pernah melewatkan festival kota.",
  "Sam": "*uhuk*... duh... alergiku... kambuh lagi...$s",
  "Leah": "Mmmm... minumannya enak tapi aneh.$h",
  "ynazep_ikzzan": "znwckjnacqna & JejfwMqejya",
  "Shane": "Ayam kami sudah lembur untuk persiapan festival ini.#$b#Malam ini mereka layak dapat yang terbaik... semangkok penuh jagung manis!$h",
  "Marnie": "Selamat datang di Festival Telur... yang dipersembahkan oleh ayam-ayam petelurku.",
  "Elliott": "Beristirahat dari kerja akan membuatmu santai untuk pekerjaan selanjutnya.",
  "Gus": "Semoga semua orang menikmati hidangannya... Aku sudah masak berhari-hari untuk menyiapkan ini semua.#$b#Aku sudah buat telur goreng, telur rebus, Deviled Egg, telur orak-arik, telur coklat... dan masih banyak lagi!$h",
  "Dwarf": "Di permukaan sedang hujan katamu? *hahh*#$e#Hujan... Itu hal mistis bagi kami. Banyak dari kami yang tidak pernah melihat hujan di hidupnya.",
  "Wizard": "Hmm... Apa ada hidangan telur kadal yang ditaburi sumsum bakar?",
  "Harvey": "Telur itu makanan yang cocok untuk diet.#$e#Ups... Harusnya aku tidak bicara seperti dokter di hari seperti ini.$11",
  "Sandy": "Aku dengar sedang hujan di rumah. Apa karena itu kamu datang kesini?$h#$e#Aku jadi merindukan hujan...$s",
  "Jas": "Semoga aku bisa dapat beberapa telur sebelum Vincent mengambil semuanya...$s",
  "Vincent": "Kapan lombanya dimulai?! Aku tidak sabar lagi!!$h",
  "Willy": "Kadang aku berlebihan saat menyembunyikan telur sampai-sampai tidak ada yang menemukannya...#$b#Dan, pada saat musim panas. Udara panas membawa aroma busuk telur tadi... Hehe. $h",
  "???": "Ah, hari ini selokannya mengalir deras. Disini akan lembab dan nyaman... seperti yang kusuka.",
  "Leo": "Berburu telur agak aneh buatku... tapi kurasa tidak ada telur milik keluargaku...$s#$b#Jadi, ya sudah, aku ikut saja!$h",
  "Abigail_y2": "$y 'Apa menurutmu aku udah ketuaan buat ikut berburu telur?_Iya_Hmmph... kamu sama aja kayak ibuku!$a_Nggak_Ya, aku juga ngerasa gitu. Kalau aku masih menikmati, kenapa harus berhenti?'",
  "Robin_y2": "Lega rasanya bisa keluar lagi setelah musim dingin yang panjang.",
  "Demetrius_y2": "Hei @, kamu sudah incip pai telur gurami buatanku belum?#$b#...Apa? Ini kan festival 'telur'?",
  "Maru_y2": "Apa kamu bisa menang perburuan telur tahun ini?",
  "Sebastian_y2": "Aku kangen sama musim dingin... rasanya simpel aja gitu musimnya.",
  "Linus_y2": "Aku akan ikut serta nanti sembari mengambil makan. Aku sudah mengincar pai yang lezat itu dari tadi!",
  "Pierre_y2": "Mau minta diskon teman ya? Hah! Nyalimu boleh juga.",
  "Caroline_y2": "Festivalnya mungkin agak membosankan. Tapi ini peluang bagus untuk dekat dengan tetangga kita.",
  "Alex_y2": "Aku penasaran apa yang bakal terjadi sama tangan dan kakiku kalau aku makan 30 telur dalam sehari?",
  "George_y2": "Evelyn memasak telur dan bawang prei tadi pagi, membuat suasana hatiku jadi cerah.$h",
  "Evelyn_y2": "$y 'Kamu punya ayam di kebun?_Iya_Oh, bagus! Aku yakin telurnya lezat-lezat...$h_Tidak_Musim semi cocok untuk mulai memelihara ayam.",
  "Clint_y2": "Oh tidak... *glek*... Kenapa kali ini cuma ada salad...$s",
  "Penny_y2": "Semoga Vincent bisa menemukan telur kali ini...#$b#Pasti dia akan senang karena merasa lebih jago.",
  "Pam_y2": "Hei... Kalau mau ngasih aku makan telur. Kasih juga saus pedasnya, nak!",
  "Emily_y2": "Tahun ini aku membuat celana dan topi kecil buat telur-telurnya. Mereka jadi imut!$h",
  "Haley_y2": "Oh! Aku lupa belum foto di stan kelinci. Apa rambutku sudah oke?",
  "Jodi_y2": "Kent selalu gelisah kalau ada acara besar seperti ini...",
  "Marlon_y2": "Kamu pernah berburu telur slime belum? Itu baru lomba yang bagus...",
  "Leah_y2": "Hmm... Minumannya nggak seenak tahun lalu. Pasti ada yang kurang!",
  "Shane_y2": "Beberapa telur ada yang baru menetas pagi ini. Coba, pegang. Masih hangat kan?",
  "Marnie_y2": "Ayam betina bertelur, tapi ayam jantan juga punya tugas penting... mereka melindungi para betina dan mencegah mereka bertengkar!#$b#Ayam betinanya jadi bahagia dan telurnya jadi lebih bagus...$h",
  "Elliott_y2": "Awas, jangan sampai salah mengambil telur gagak. Atau mereka akan dendam padamu seumur hidup!",
  "Gus_y2": "Shh... jangan bilang-bilang, tahun ini aku mencoba hal yang beda... Kustar pakai telur bebek!$h",
  "Harvey_y2": "Telur memang bagus bagi tubuh, tapi aku tidak menyarankan makan 30 butir dalam sehari!",
  "Jas_y2": "Tahun ini aku akan berjuang untuk menang!",
  "Vincent_y2": "Aku mau tinggal di dalam telur yang besar!",
  "Willy_y2": "Ya... kalau sedang hujan, kamu bisa menemukan lele di perairan ini. Mereka agak sulit ditangkap, tapi sepadan dengan hasilnya!"
}